[
  {
    "id": "hexagram-01",
    "number": 1,
    "name": {
      "en": "The Creative",
      "zh": "乾",
      "hi": "सृजनात्मक",
      "es": "Lo Creativo",
      "fr": "Le Créateur",
      "ja": "乾"
    },
    "chineseName": "乾",
    "upperTrigram": "☰",
    "lowerTrigram": "☰",
    "element": "Metal",
    "season": "Autumn",
    "judgement": {
      "en": "The Creative works sublime success, Furthering through perseverance. The Creative is the primal power, representing the masculine principle of heaven. It brings about supreme success through perseverance and strength. This hexagram indicates a time of great creative power and initiative. The dragon symbolizes the creative force - when it appears in the field, it brings success. When it soars in the heavens, it brings supreme success. The Creative teaches us about leadership, strength, and the power of initiative.",
      "zh": "乾：元亨利贞。乾卦代表天的力量，是创造性的原则。它通过坚持和力量带来成功。这个卦象表示伟大的创造力和主动性的时候。龙象征创造的力量 - 当它出现在田野时，带来成功。当它在天空中翱翔时，带来至高无上的成功。",
      "hi": "सृजनात्मक शक्ति उत्कृष्ट सफलता लाती है, दृढ़ता के माध्यम से आगे बढ़ती है। यह स्वर्ग के पुरुष सिद्धांत का प्रतिनिधित्व करता है। यह दृढ़ता और शक्ति के माध्यम से सर्वोच्च सफलता लाता है।",
      "es": "Lo Creativo obra sublime éxito, Avanzando a través de la perseverancia. Representa el principio masculino del cielo. Trae supremo éxito a través de la perseverancia y la fuerza.",
      "fr": "Le Créateur œuvre sublime succès, Avançant à travers la persévérance. Il représente le principe masculin du ciel. Il apporte un succès suprême à travers la persévérance et la force.",
      "ja": "乾は崇高な成功をもたらし、忍耐を通じて前進する。天の男性的原理を表す。忍耐と力によって最高の成功をもたらす。"
    },
    "image": {
      "en": "Heaven above Heaven. The Creative. The superior man makes himself strong and untiring. The image of heaven shows us the power of the creative principle. Like heaven itself, the superior person remains constant in their purpose, strong in their resolve, and untiring in their efforts. This hexagram teaches us about the power of consistency, strength, and unwavering determination.",
      "zh": "天行健，君子以自强不息。天的形象向我们展示了创造原则的力量。像天本身一样，君子在目标上保持恒定，在决心上坚强，在努力上不知疲倦。",
      "hi": "स्वर्ग के ऊपर स्वर्ग। सृजनात्मक। श्रेष्ठ व्यक्ति स्वयं को मजबूत और अथक बनाता है। स्वर्ग की छवि हमें सृजनात्मक सिद्धांत की शक्ति दिखाती है।",
      "es": "Cielo sobre Cielo. Lo Creativo. El hombre superior se hace fuerte e incansable. La imagen del cielo nos muestra el poder del principio creativo.",
      "fr": "Ciel au-dessus du Ciel. Le Créateur. L'homme supérieur se rend fort et infatigable. L'image du ciel nous montre le pouvoir du principe créateur.",
      "ja": "天の上に天。創造的。君子は自らを強く、疲れを知らないようにする。天のイメージは創造的原理の力を示している。"
    },
    "interpretation": {
      "en": "The Creative represents the power of initiative, leadership, and masculine energy. This is a time of great potential and opportunity. The Creative advises us to take action with confidence and determination. It speaks of the power of beginnings, the strength of purpose, and the importance of perseverance. When this hexagram appears, it suggests that the time is right for new ventures, leadership roles, or creative projects. The key is to act with integrity, strength, and unwavering commitment to your goals.",
      "zh": "乾卦代表主动性、领导力和男性力量。这是一个巨大潜力和机遇的时期。乾卦建议我们以信心和决心采取行动。它谈论开始的力量、目标的力量和坚持的重要性。",
      "hi": "सृजनात्मक पहल, नेतृत्व और पुरुष ऊर्जा की शक्ति का प्रतिनिधित्व करता है। यह महान क्षमता और अवसर का समय है। सृजनात्मक हमें आत्मविश्वास और दृढ़ता के साथ कार्य करने की सलाह देता है।",
      "es": "Lo Creativo representa el poder de la iniciativa, el liderazgo y la energía masculina. Este es un tiempo de gran potencial y oportunidad. Lo Creativo nos aconseja actuar con confianza y determinación.",
      "fr": "Le Créateur représente le pouvoir de l'initiative, du leadership et de l'énergie masculine. C'est un temps de grand potentiel et d'opportunité. Le Créateur nous conseille d'agir avec confiance et détermination.",
      "ja": "創造的は主導権、リーダーシップ、男性的エネルギーの力を表す。これは大きな可能性と機会の時である。創造的は自信と決意を持って行動するよう助言する。"
    },
    "keywords": {
      "en": "Leadership, Initiative, Strength, Perseverance, Creative Power, Masculine Energy, New Beginnings, Supreme Success",
      "zh": "领导力, 主动性, 力量, 坚持, 创造力量, 男性能量, 新开始, 至高成功",
      "hi": "नेतृत्व, पहल, शक्ति, दृढ़ता, सृजनात्मक शक्ति, पुरुष ऊर्जा, नई शुरुआत, सर्वोच्च सफलता",
      "es": "Liderazgo, Iniciativa, Fuerza, Perseverancia, Poder Creativo, Energía Masculina, Nuevos Comienzos, Éxito Supremo",
      "fr": "Leadership, Initiative, Force, Persévérance, Pouvoir Créateur, Énergie Masculine, Nouveaux Débuts, Succès Suprême",
      "ja": "リーダーシップ, 主導権, 力, 忍耐, 創造力, 男性的エネルギー, 新しい始まり, 最高の成功"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "Hidden dragon. Do not act.",
          "zh": "潜龙勿用",
          "hi": "Hidden dragon. Do not act. (हिंदी अनुवाद)",
          "es": "Hidden dragon. Do not act. (Traducción al español)",
          "fr": "Hidden dragon. Do not act. (Traduction française)",
          "ja": "Hidden dragon. Do not act. (日本語訳)"
        },
        "meaning": {
          "en": "Line 1 meaning: Hidden dragon. Do not act.",
          "zh": "第1爻含义：潜龙勿用",
          "hi": "पंक्ति 1 अर्थ: Hidden dragon. Do not act.",
          "es": "Línea 1 significado: Hidden dragon. Do not act.",
          "fr": "Ligne 1 signification: Hidden dragon. Do not act.",
          "ja": "第1行の意味：Hidden dragon. Do not act."
        },
        "changing": false
      },
      {
        "lineNumber": 2,
        "text": {
          "en": "Dragon appearing in the field. It furthers one to see the great man.",
          "zh": "见龙在田，利见大人",
          "hi": "Dragon appearing in the field. It furthers one to see the great man. (हिंदी अनुवाद)",
          "es": "Dragon appearing in the field. It furthers one to see the great man. (Traducción al español)",
          "fr": "Dragon appearing in the field. It furthers one to see the great man. (Traduction française)",
          "ja": "Dragon appearing in the field. It furthers one to see the great man. (日本語訳)"
        },
        "meaning": {
          "en": "Line 2 meaning: Dragon appearing in the field. It furthers one to see the great man.",
          "zh": "第2爻含义：见龙在田，利见大人",
          "hi": "पंक्ति 2 अर्थ: Dragon appearing in the field. It furthers one to see the great man.",
          "es": "Línea 2 significado: Dragon appearing in the field. It furthers one to see the great man.",
          "fr": "Ligne 2 signification: Dragon appearing in the field. It furthers one to see the great man.",
          "ja": "第2行の意味：Dragon appearing in the field. It furthers one to see the great man."
        },
        "changing": false
      },
      {
        "lineNumber": 3,
        "text": {
          "en": "All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame.",
          "zh": "君子终日乾乾，夕惕若厉，无咎",
          "hi": "All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame. (हिंदी अनुवाद)",
          "es": "All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame. (Traducción al español)",
          "fr": "All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame. (Traduction française)",
          "ja": "All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame. (日本語訳)"
        },
        "meaning": {
          "en": "Line 3 meaning: All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame.",
          "zh": "第3爻含义：君子终日乾乾，夕惕若厉，无咎",
          "hi": "पंक्ति 3 अर्थ: All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame.",
          "es": "Línea 3 significado: All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame.",
          "fr": "Ligne 3 signification: All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame.",
          "ja": "第3行の意味：All day long the superior man is creatively active. At nightfall his mind is still beset with cares. Danger. No blame."
        },
        "changing": false
      },
      {
        "lineNumber": 4,
        "text": {
          "en": "Wavering flight over the depths. No blame.",
          "zh": "或跃在渊，无咎",
          "hi": "Wavering flight over the depths. No blame. (हिंदी अनुवाद)",
          "es": "Wavering flight over the depths. No blame. (Traducción al español)",
          "fr": "Wavering flight over the depths. No blame. (Traduction française)",
          "ja": "Wavering flight over the depths. No blame. (日本語訳)"
        },
        "meaning": {
          "en": "Line 4 meaning: Wavering flight over the depths. No blame.",
          "zh": "第4爻含义：或跃在渊，无咎",
          "hi": "पंक्ति 4 अर्थ: Wavering flight over the depths. No blame.",
          "es": "Línea 4 significado: Wavering flight over the depths. No blame.",
          "fr": "Ligne 4 signification: Wavering flight over the depths. No blame.",
          "ja": "第4行の意味：Wavering flight over the depths. No blame."
        },
        "changing": true
      },
      {
        "lineNumber": 5,
        "text": {
          "en": "Flying dragon in the heavens. It furthers one to see the great man.",
          "zh": "飞龙在天，利见大人",
          "hi": "Flying dragon in the heavens. It furthers one to see the great man. (हिंदी अनुवाद)",
          "es": "Flying dragon in the heavens. It furthers one to see the great man. (Traducción al español)",
          "fr": "Flying dragon in the heavens. It furthers one to see the great man. (Traduction française)",
          "ja": "Flying dragon in the heavens. It furthers one to see the great man. (日本語訳)"
        },
        "meaning": {
          "en": "Line 5 meaning: Flying dragon in the heavens. It furthers one to see the great man.",
          "zh": "第5爻含义：飞龙在天，利见大人",
          "hi": "पंक्ति 5 अर्थ: Flying dragon in the heavens. It furthers one to see the great man.",
          "es": "Línea 5 significado: Flying dragon in the heavens. It furthers one to see the great man.",
          "fr": "Ligne 5 signification: Flying dragon in the heavens. It furthers one to see the great man.",
          "ja": "第5行の意味：Flying dragon in the heavens. It furthers one to see the great man."
        },
        "changing": false
      },
      {
        "lineNumber": 6,
        "text": {
          "en": "Arrogant dragon will have cause to repent.",
          "zh": "亢龙有悔",
          "hi": "Arrogant dragon will have cause to repent. (हिंदी अनुवाद)",
          "es": "Arrogant dragon will have cause to repent. (Traducción al español)",
          "fr": "Arrogant dragon will have cause to repent. (Traduction française)",
          "ja": "Arrogant dragon will have cause to repent. (日本語訳)"
        },
        "meaning": {
          "en": "Line 6 meaning: Arrogant dragon will have cause to repent.",
          "zh": "第6爻含义：亢龙有悔",
          "hi": "पंक्ति 6 अर्थ: Arrogant dragon will have cause to repent.",
          "es": "Línea 6 significado: Arrogant dragon will have cause to repent.",
          "fr": "Ligne 6 signification: Arrogant dragon will have cause to repent.",
          "ja": "第6行の意味：Arrogant dragon will have cause to repent."
        },
        "changing": true
      }
    ]
  },
  {
    "id": "hexagram-02",
    "number": 2,
    "name": {
      "en": "The Receptive",
      "zh": "坤",
      "hi": "ग्रहणशील",
      "es": "Lo Receptivo",
      "fr": "Le Réceptif",
      "ja": "坤"
    },
    "chineseName": "坤",
    "upperTrigram": "☷",
    "lowerTrigram": "☷",
    "element": "Earth",
    "season": "Winter",
    "judgement": {
      "en": "The Receptive brings about sublime success, Furthering through the mare. The Receptive represents the feminine principle of earth, the power of yielding and receptivity. It brings success through gentleness, patience, and the ability to receive and nurture. This hexagram teaches us about the power of receptivity, the importance of patience, and the strength found in yielding. The mare symbolizes the gentle, nurturing aspect of the feminine principle.",
      "zh": "坤：元亨利牝马之贞。坤卦代表地的女性原则，屈服和接受的力量。它通过温柔、耐心和接受和培养的能力带来成功。这个卦象教导我们关于接受的力量、耐心的重要性以及在屈服中发现的 strength。",
      "hi": "ग्रहणशील उत्कृष्ट सफलता लाती है, घोड़ी के माध्यम से आगे बढ़ती है। यह पृथ्वी के स्त्री सिद्धांत का प्रतिनिधित्व करता है, समर्पण और ग्रहणशीलता की शक्ति।",
      "es": "Lo Receptivo obra sublime éxito, Avanzando a través de la yegua. Representa el principio femenino de la tierra, el poder de ceder y receptividad.",
      "fr": "Le Réceptif œuvre sublime succès, Avançant à travers la jument. Il représente le principe féminin de la terre, le pouvoir de céder et de réceptivité.",
      "ja": "坤は崇高な成功をもたらし、牝馬を通じて前進する。地の女性的原理を表し、屈服と受容の力を持つ。"
    },
    "image": {
      "en": "Earth above Earth. The Receptive. The superior man with a large heart carries the outer world. The image of earth shows us the power of receptivity and nurturing. Like the earth itself, the superior person has a large heart that can carry and support the outer world. This hexagram teaches us about the power of receptivity, the importance of nurturing others, and the strength found in gentleness.",
      "zh": "地势坤，君子以厚德载物。地的形象向我们展示了接受和培养的力量。像地本身一样，君子有一颗大心，可以承载和支持外在世界。",
      "hi": "पृथ्वी के ऊपर पृथ्वी। ग्रहणशील। बड़े हृदय वाला श्रेष्ठ व्यक्ति बाहरी दुनिया को ले जाता है। पृथ्वी की छवि हमें ग्रहणशीलता और पोषण की शक्ति दिखाती है।",
      "es": "Tierra sobre Tierra. Lo Receptivo. El hombre superior con gran corazón lleva el mundo exterior. La imagen de la tierra nos muestra el poder de la receptividad y el cuidado.",
      "fr": "Terre au-dessus de la Terre. Le Réceptif. L'homme supérieur avec un grand cœur porte le monde extérieur. L'image de la terre nous montre le pouvoir de la réceptivité et du soin.",
      "ja": "地の上に地。受容的。大きな心を持つ君子は外の世界を運ぶ。地のイメージは受容と育成の力を示している。"
    },
    "interpretation": {
      "en": "The Receptive represents the power of yielding, patience, and feminine energy. This is a time for receptivity, nurturing, and allowing things to develop naturally. The Receptive advises us to be patient, gentle, and open to receiving guidance and support. It speaks of the power of receptivity, the importance of nurturing others, and the strength found in gentleness. When this hexagram appears, it suggests that the time is right for receiving, waiting, or supporting others rather than taking the lead.",
      "zh": "坤卦代表屈服、耐心和女性力量。这是一个接受、培养和让事物自然发展的时期。坤卦建议我们耐心、温柔，并开放地接受指导和支持。",
      "hi": "ग्रहणशील समर्पण, धैर्य और स्त्री ऊर्जा की शक्ति का प्रतिनिधित्व करता है। यह ग्रहणशीलता, पोषण और चीजों को प्राकृतिक रूप से विकसित होने देने का समय है।",
      "es": "Lo Receptivo representa el poder de ceder, la paciencia y la energía femenina. Este es un tiempo para la receptividad, el cuidado y permitir que las cosas se desarrollen naturalmente.",
      "fr": "Le Réceptif représente le pouvoir de céder, la patience et l'énergie féminine. C'est un temps pour la réceptivité, le soin et permettre aux choses de se développer naturellement.",
      "ja": "受容的は屈服、忍耐、女性的エネルギーの力を表す。これは受容、育成、物事を自然に発展させる時である。"
    },
    "keywords": {
      "en": "Receptivity, Patience, Nurturing, Feminine Energy, Yielding, Gentleness, Support, Earth Power",
      "zh": "接受性, 耐心, 培养, 女性能量, 屈服, 温柔, 支持, 地力",
      "hi": "ग्रहणशीलता, धैर्य, पोषण, स्त्री ऊर्जा, समर्पण, कोमलता, समर्थन, पृथ्वी शक्ति",
      "es": "Receptividad, Paciencia, Cuidado, Energía Femenina, Ceder, Gentileza, Apoyo, Poder de la Tierra",
      "fr": "Réceptivité, Patience, Soin, Énergie Féminine, Céder, Douceur, Soutien, Pouvoir de la Terre",
      "ja": "受容性, 忍耐, 育成, 女性的エネルギー, 屈服, 優しさ, 支援, 地の力"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "When there is hoarfrost underfoot, solid ice is not far off.",
          "zh": "履霜坚冰至",
          "hi": "When there is hoarfrost underfoot, solid ice is not far off. (हिंदी अनुवाद)",
          "es": "When there is hoarfrost underfoot, solid ice is not far off. (Traducción al español)",
          "fr": "When there is hoarfrost underfoot, solid ice is not far off. (Traduction française)",
          "ja": "When there is hoarfrost underfoot, solid ice is not far off. (日本語訳)"
        },
        "meaning": {
          "en": "Line 1 meaning: When there is hoarfrost underfoot, solid ice is not far off.",
          "zh": "第1爻含义：履霜坚冰至",
          "hi": "पंक्ति 1 अर्थ: When there is hoarfrost underfoot, solid ice is not far off.",
          "es": "Línea 1 significado: When there is hoarfrost underfoot, solid ice is not far off.",
          "fr": "Ligne 1 signification: When there is hoarfrost underfoot, solid ice is not far off.",
          "ja": "第1行の意味：When there is hoarfrost underfoot, solid ice is not far off."
        },
        "changing": false
      },
      {
        "lineNumber": 2,
        "text": {
          "en": "Straight, square, great. Without purpose, yet nothing remains unfurthered.",
          "zh": "直方大，不习无不利",
          "hi": "Straight, square, great. Without purpose, yet nothing remains unfurthered. (हिंदी अनुवाद)",
          "es": "Straight, square, great. Without purpose, yet nothing remains unfurthered. (Traducción al español)",
          "fr": "Straight, square, great. Without purpose, yet nothing remains unfurthered. (Traduction française)",
          "ja": "Straight, square, great. Without purpose, yet nothing remains unfurthered. (日本語訳)"
        },
        "meaning": {
          "en": "Line 2 meaning: Straight, square, great. Without purpose, yet nothing remains unfurthered.",
          "zh": "第2爻含义：直方大，不习无不利",
          "hi": "पंक्ति 2 अर्थ: Straight, square, great. Without purpose, yet nothing remains unfurthered.",
          "es": "Línea 2 significado: Straight, square, great. Without purpose, yet nothing remains unfurthered.",
          "fr": "Ligne 2 signification: Straight, square, great. Without purpose, yet nothing remains unfurthered.",
          "ja": "第2行の意味：Straight, square, great. Without purpose, yet nothing remains unfurthered."
        },
        "changing": false
      },
      {
        "lineNumber": 3,
        "text": {
          "en": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion.",
          "zh": "含章可贞，或从王事，无成有终",
          "hi": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion. (हिंदी अनुवाद)",
          "es": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion. (Traducción al español)",
          "fr": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion. (Traduction française)",
          "ja": "Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion. (日本語訳)"
        },
        "meaning": {
          "en": "Line 3 meaning: Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion.",
          "zh": "第3爻含义：含章可贞，或从王事，无成有终",
          "hi": "पंक्ति 3 अर्थ: Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion.",
          "es": "Línea 3 significado: Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion.",
          "fr": "Ligne 3 signification: Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion.",
          "ja": "第3行の意味：Hidden lines. One is able to remain persevering. If by chance you are in the service of a king, Seek not works, but bring to completion."
        },
        "changing": false
      },
      {
        "lineNumber": 4,
        "text": {
          "en": "A tied-up sack. No blame, no praise.",
          "zh": "括囊，无咎无誉",
          "hi": "A tied-up sack. No blame, no praise. (हिंदी अनुवाद)",
          "es": "A tied-up sack. No blame, no praise. (Traducción al español)",
          "fr": "A tied-up sack. No blame, no praise. (Traduction française)",
          "ja": "A tied-up sack. No blame, no praise. (日本語訳)"
        },
        "meaning": {
          "en": "Line 4 meaning: A tied-up sack. No blame, no praise.",
          "zh": "第4爻含义：括囊，无咎无誉",
          "hi": "पंक्ति 4 अर्थ: A tied-up sack. No blame, no praise.",
          "es": "Línea 4 significado: A tied-up sack. No blame, no praise.",
          "fr": "Ligne 4 signification: A tied-up sack. No blame, no praise.",
          "ja": "第4行の意味：A tied-up sack. No blame, no praise."
        },
        "changing": false
      },
      {
        "lineNumber": 5,
        "text": {
          "en": "A yellow lower garment brings supreme good fortune.",
          "zh": "黄裳元吉",
          "hi": "A yellow lower garment brings supreme good fortune. (हिंदी अनुवाद)",
          "es": "A yellow lower garment brings supreme good fortune. (Traducción al español)",
          "fr": "A yellow lower garment brings supreme good fortune. (Traduction française)",
          "ja": "A yellow lower garment brings supreme good fortune. (日本語訳)"
        },
        "meaning": {
          "en": "Line 5 meaning: A yellow lower garment brings supreme good fortune.",
          "zh": "第5爻含义：黄裳元吉",
          "hi": "पंक्ति 5 अर्थ: A yellow lower garment brings supreme good fortune.",
          "es": "Línea 5 significado: A yellow lower garment brings supreme good fortune.",
          "fr": "Ligne 5 signification: A yellow lower garment brings supreme good fortune.",
          "ja": "第5行の意味：A yellow lower garment brings supreme good fortune."
        },
        "changing": false
      },
      {
        "lineNumber": 6,
        "text": {
          "en": "Dragons fight in the meadow. Their blood is black and yellow.",
          "zh": "龙战于野，其血玄黄",
          "hi": "Dragons fight in the meadow. Their blood is black and yellow. (हिंदी अनुवाद)",
          "es": "Dragons fight in the meadow. Their blood is black and yellow. (Traducción al español)",
          "fr": "Dragons fight in the meadow. Their blood is black and yellow. (Traduction française)",
          "ja": "Dragons fight in the meadow. Their blood is black and yellow. (日本語訳)"
        },
        "meaning": {
          "en": "Line 6 meaning: Dragons fight in the meadow. Their blood is black and yellow.",
          "zh": "第6爻含义：龙战于野，其血玄黄",
          "hi": "पंक्ति 6 अर्थ: Dragons fight in the meadow. Their blood is black and yellow.",
          "es": "Línea 6 significado: Dragons fight in the meadow. Their blood is black and yellow.",
          "fr": "Ligne 6 signification: Dragons fight in the meadow. Their blood is black and yellow.",
          "ja": "第6行の意味：Dragons fight in the meadow. Their blood is black and yellow."
        },
        "changing": false
      }
    ]
  },
  {
    "id": "hexagram-03",
    "number": 3,
    "name": {
      "en": "Difficulty at the Beginning",
      "zh": "屯",
      "hi": "शुरुआत में कठिनाई",
      "es": "Dificultad al Comienzo",
      "fr": "Difficulté au Début",
      "ja": "屯"
    },
    "chineseName": "屯",
    "upperTrigram": "☵",
    "lowerTrigram": "☳",
    "element": "Water",
    "season": "Spring",
    "judgement": {
      "en": "Difficulty at the Beginning works supreme success, Furthering through perseverance. Nothing should be undertaken. It furthers one to appoint helpers. The beginning is always difficult, but this difficulty leads to great success if one perseveres. This hexagram represents the initial struggle that precedes all great achievements. It teaches us that obstacles are necessary for growth and that patience and perseverance will overcome initial difficulties.",
      "zh": "屯：元亨利贞，勿用有攸往，利建侯。开始总是困难的，但这种困难如果坚持不懈就会导致巨大的成功。这个卦象代表所有伟大成就之前的初始斗争。",
      "hi": "शुरुआत में कठिनाई सर्वोच्च सफलता लाती है, दृढ़ता के माध्यम से आगे बढ़ती है। शुरुआत हमेशा कठिन होती है, लेकिन यह कठिनाई महान सफलता की ओर ले जाती है।",
      "es": "Dificultad al Comienzo obra supremo éxito, Avanzando a través de la perseverancia. El comienzo siempre es difícil, pero esta dificultad lleva al gran éxito.",
      "fr": "Difficulté au Début œuvre suprême succès, Avançant à travers la persévérance. Le début est toujours difficile, mais cette difficulté mène au grand succès.",
      "ja": "屯は最高の成功をもたらし、忍耐を通じて前進する。始まりは常に困難だが、この困難は大きな成功につながる。"
    },
    "image": {
      "en": "Clouds and thunder. Difficulty at the Beginning. The superior man brings order out of confusion. The image shows clouds gathering before thunder, representing the tension before action. The superior person uses this time of difficulty to organize and prepare, bringing order out of confusion. This hexagram teaches us to use periods of difficulty as opportunities for preparation and organization.",
      "zh": "云雷屯，君子以经纶。形象显示云在雷之前聚集，代表行动前的紧张。君子利用这个困难时期来组织和准备，从混乱中带来秩序。",
      "hi": "बादल और गरज। शुरुआत में कठिनाई। श्रेष्ठ व्यक्ति भ्रम से व्यवस्था लाता है। छवि कार्य से पहले तनाव का प्रतिनिधित्व करती है।",
      "es": "Nubes y trueno. Dificultad al Comienzo. El hombre superior trae orden de la confusión. La imagen muestra la tensión antes de la acción.",
      "fr": "Nuages et tonnerre. Difficulté au Début. L'homme supérieur apporte l'ordre de la confusion. L'image montre la tension avant l'action.",
      "ja": "雲雷屯。君子は経綸をもってする。行動前の緊張を表すイメージ。"
    },
    "interpretation": {
      "en": "Difficulty at the Beginning represents the initial obstacles and challenges that precede all great achievements. This is a time of struggle, but also of great potential. The hexagram advises us to be patient, to seek help from others, and to use this period of difficulty as a time for preparation and organization. It teaches us that obstacles are necessary for growth and that the greatest achievements often begin with the greatest difficulties.",
      "zh": "屯卦代表所有伟大成就之前的初始障碍和挑战。这是一个斗争的时期，但也是巨大潜力的时期。屯卦建议我们耐心，寻求他人的帮助，并将这个困难时期用作准备和组织的时期。",
      "hi": "शुरुआत में कठिनाई सभी महान उपलब्धियों से पहले आने वाली प्रारंभिक बाधाओं और चुनौतियों का प्रतिनिधित्व करती है। यह संघर्ष का समय है, लेकिन महान क्षमता का भी।",
      "es": "Dificultad al Comienzo representa los obstáculos y desafíos iniciales que preceden a todos los grandes logros. Este es un tiempo de lucha, pero también de gran potencial.",
      "fr": "Difficulté au Début représente les obstacles et défis initiaux qui précèdent tous les grands accomplissements. C'est un temps de lutte, mais aussi de grand potentiel.",
      "ja": "屯はすべての偉大な達成に先立つ初期の障害と挑戦を表す。これは闘争の時であるが、大きな可能性の時でもある。"
    },
    "keywords": {
      "en": "Initial Difficulty, Patience, Preparation, Organization, Seeking Help, Overcoming Obstacles, Growth Through Struggle, New Beginnings",
      "zh": "初始困难, 耐心, 准备, 组织, 寻求帮助, 克服障碍, 通过斗争成长, 新开始",
      "hi": "प्रारंभिक कठिनाई, धैर्य, तैयारी, संगठन, सहायता मांगना, बाधाओं पर काबू पाना, संघर्ष के माध्यम से विकास, नई शुरुआत",
      "es": "Dificultad Inicial, Paciencia, Preparación, Organización, Buscar Ayuda, Superar Obstáculos, Crecimiento a Través de la Lucha, Nuevos Comienzos",
      "fr": "Difficulté Initiale, Patience, Préparation, Organisation, Chercher de l'Aide, Surmonter les Obstacles, Croissance à Travers la Lutte, Nouveaux Débuts",
      "ja": "初期の困難, 忍耐, 準備, 組織, 助けを求める, 障害を克服する, 闘争による成長, 新しい始まり"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers.",
          "zh": "磐桓，利居贞，利建侯",
          "hi": "Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers. (हिंदी अनुवाद)",
          "es": "Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers. (Traducción al español)",
          "fr": "Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers. (Traduction française)",
          "ja": "Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers. (日本語訳)"
        },
        "meaning": {
          "en": "Line 1 meaning: Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers.",
          "zh": "第1爻含义：磐桓，利居贞，利建侯",
          "hi": "पंक्ति 1 अर्थ: Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers.",
          "es": "Línea 1 significado: Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers.",
          "fr": "Ligne 1 signification: Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers.",
          "ja": "第1行の意味：Hesitation and hindrance. It furthers one to remain persevering. It furthers one to appoint helpers."
        },
        "changing": true
      },
      {
        "lineNumber": 2,
        "text": {
          "en": "Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself.",
          "zh": "屯如邅如，乘马班如。匪寇婚媾，女子贞不字，十年乃字",
          "hi": "Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself. (हिंदी अनुवाद)",
          "es": "Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself. (Traducción al español)",
          "fr": "Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself. (Traduction française)",
          "ja": "Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself. (日本語訳)"
        },
        "meaning": {
          "en": "Line 2 meaning: Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself.",
          "zh": "第2爻含义：屯如邅如，乘马班如。匪寇婚媾，女子贞不字，十年乃字",
          "hi": "पंक्ति 2 अर्थ: Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself.",
          "es": "Línea 2 significado: Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself.",
          "fr": "Ligne 2 signification: Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself.",
          "ja": "第2行の意味：Difficulties pile up. Horse and wagon part. He is not a robber; He wants to woo when the time comes. The maiden is chaste, She does not pledge herself. Ten years—then she pledges herself."
        },
        "changing": false
      },
      {
        "lineNumber": 3,
        "text": {
          "en": "Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation.",
          "zh": "即鹿无虞，惟入于林中，君子几不如舍，往吝",
          "hi": "Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation. (हिंदी अनुवाद)",
          "es": "Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation. (Traducción al español)",
          "fr": "Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation. (Traduction française)",
          "ja": "Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation. (日本語訳)"
        },
        "meaning": {
          "en": "Line 3 meaning: Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation.",
          "zh": "第3爻含义：即鹿无虞，惟入于林中，君子几不如舍，往吝",
          "hi": "पंक्ति 3 अर्थ: Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation.",
          "es": "Línea 3 significado: Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation.",
          "fr": "Ligne 3 signification: Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation.",
          "ja": "第3行の意味：Whoever hunts deer without the forester Only loses his way in the mountains. The superior man understands the signs of the time And prefers to desist. To go on brings humiliation."
        },
        "changing": false
      },
      {
        "lineNumber": 4,
        "text": {
          "en": "Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further.",
          "zh": "乘马班如，求婚媾，往吉无不利",
          "hi": "Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further. (हिंदी अनुवाद)",
          "es": "Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further. (Traducción al español)",
          "fr": "Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further. (Traduction française)",
          "ja": "Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further. (日本語訳)"
        },
        "meaning": {
          "en": "Line 4 meaning: Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further.",
          "zh": "第4爻含义：乘马班如，求婚媾，往吉无不利",
          "hi": "पंक्ति 4 अर्थ: Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further.",
          "es": "Línea 4 significado: Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further.",
          "fr": "Ligne 4 signification: Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further.",
          "ja": "第4行の意味：Horse and wagon part. Seek union. To go brings good fortune. Everything serves to further."
        },
        "changing": false
      },
      {
        "lineNumber": 5,
        "text": {
          "en": "Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune.",
          "zh": "屯其膏，小贞吉，大贞凶",
          "hi": "Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune. (हिंदी अनुवाद)",
          "es": "Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune. (Traducción al español)",
          "fr": "Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune. (Traduction française)",
          "ja": "Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune. (日本語訳)"
        },
        "meaning": {
          "en": "Line 5 meaning: Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune.",
          "zh": "第5爻含义：屯其膏，小贞吉，大贞凶",
          "hi": "पंक्ति 5 अर्थ: Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune.",
          "es": "Línea 5 significado: Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune.",
          "fr": "Ligne 5 signification: Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune.",
          "ja": "第5行の意味：Difficulties in blessing. A little perseverance brings good fortune. Great perseverance brings misfortune."
        },
        "changing": false
      },
      {
        "lineNumber": 6,
        "text": {
          "en": "Horse and wagon part. Bloody tears flow.",
          "zh": "乘马班如，泣血涟如",
          "hi": "Horse and wagon part. Bloody tears flow. (हिंदी अनुवाद)",
          "es": "Horse and wagon part. Bloody tears flow. (Traducción al español)",
          "fr": "Horse and wagon part. Bloody tears flow. (Traduction française)",
          "ja": "Horse and wagon part. Bloody tears flow. (日本語訳)"
        },
        "meaning": {
          "en": "Line 6 meaning: Horse and wagon part. Bloody tears flow.",
          "zh": "第6爻含义：乘马班如，泣血涟如",
          "hi": "पंक्ति 6 अर्थ: Horse and wagon part. Bloody tears flow.",
          "es": "Línea 6 significado: Horse and wagon part. Bloody tears flow.",
          "fr": "Ligne 6 signification: Horse and wagon part. Bloody tears flow.",
          "ja": "第6行の意味：Horse and wagon part. Bloody tears flow."
        },
        "changing": false
      }
    ]
  }
]