[
  {
    "id": "hexagram-01",
    "number": 1,
    "name": {
      "en": "The Creative",
      "zh": "乾",
      "hi": "The Creative (हिंदी)",
      "es": "The Creative (Español)",
      "fr": "The Creative (Français)",
      "ja": "The Creative (日本語)"
    },
    "chineseName": "乾",
    "upperTrigram": "☰",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The The Creative brings guidance and wisdom for your current situation.",
      "zh": "乾卦为你的当前情况带来指导和智慧。",
      "hi": "The Creative आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Creative trae guía y sabiduría para tu situación actual.",
      "fr": "The Creative apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Creativeはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Creative represents the natural flow of energy and change.",
      "zh": "乾卦的意象代表能量和变化的自然流动。",
      "hi": "The Creative की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Creative representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Creative représente le flux naturel d'énergie et de changement.",
      "ja": "The Creativeのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Creative: The beginning of change.",
          "zh": "乾卦初爻：变化的开始。",
          "hi": "The Creative की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Creative: El comienzo del cambio.",
          "fr": "Première ligne de The Creative: Le début du changement.",
          "ja": "The Creativeの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Creative.",
          "zh": "这一爻表示乾卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Creative द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Creative.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Creative.",
          "ja": "この爻はThe Creativeによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Creative represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "乾卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Creative जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Creative representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Creative représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Creativeは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the creative",
      "zh": "智慧、指导、变化、乾",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the creative",
      "es": "sabiduría, guía, cambio, the creative",
      "fr": "sagesse, guidance, changement, the creative",
      "ja": "知恵、指導、変化、the creative"
    },
    "element": "Earth",
    "season": "Summer"
  },
  {
    "id": "hexagram-02",
    "number": 2,
    "name": {
      "en": "The Receptive",
      "zh": "坤",
      "hi": "The Receptive (हिंदी)",
      "es": "The Receptive (Español)",
      "fr": "The Receptive (Français)",
      "ja": "The Receptive (日本語)"
    },
    "chineseName": "坤",
    "upperTrigram": "☰",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The The Receptive brings guidance and wisdom for your current situation.",
      "zh": "坤卦为你的当前情况带来指导和智慧。",
      "hi": "The Receptive आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Receptive trae guía y sabiduría para tu situación actual.",
      "fr": "The Receptive apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Receptiveはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Receptive represents the natural flow of energy and change.",
      "zh": "坤卦的意象代表能量和变化的自然流动。",
      "hi": "The Receptive की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Receptive representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Receptive représente le flux naturel d'énergie et de changement.",
      "ja": "The Receptiveのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Receptive: The beginning of change.",
          "zh": "坤卦初爻：变化的开始。",
          "hi": "The Receptive की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Receptive: El comienzo del cambio.",
          "fr": "Première ligne de The Receptive: Le début du changement.",
          "ja": "The Receptiveの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Receptive.",
          "zh": "这一爻表示坤卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Receptive द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Receptive.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Receptive.",
          "ja": "この爻はThe Receptiveによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Receptive represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "坤卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Receptive जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Receptive representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Receptive représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Receptiveは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the receptive",
      "zh": "智慧、指导、变化、坤",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the receptive",
      "es": "sabiduría, guía, cambio, the receptive",
      "fr": "sagesse, guidance, changement, the receptive",
      "ja": "知恵、指導、変化、the receptive"
    },
    "element": "Water",
    "season": "Autumn"
  },
  {
    "id": "hexagram-03",
    "number": 3,
    "name": {
      "en": "Difficulty at the Beginning",
      "zh": "屯",
      "hi": "Difficulty at the Beginning (हिंदी)",
      "es": "Difficulty at the Beginning (Español)",
      "fr": "Difficulty at the Beginning (Français)",
      "ja": "Difficulty at the Beginning (日本語)"
    },
    "chineseName": "屯",
    "upperTrigram": "☰",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The Difficulty at the Beginning brings guidance and wisdom for your current situation.",
      "zh": "屯卦为你的当前情况带来指导和智慧。",
      "hi": "Difficulty at the Beginning आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Difficulty at the Beginning trae guía y sabiduría para tu situación actual.",
      "fr": "Difficulty at the Beginning apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Difficulty at the Beginningはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Difficulty at the Beginning represents the natural flow of energy and change.",
      "zh": "屯卦的意象代表能量和变化的自然流动。",
      "hi": "Difficulty at the Beginning की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Difficulty at the Beginning representa el flujo natural de energía y cambio.",
      "fr": "L'image de Difficulty at the Beginning représente le flux naturel d'énergie et de changement.",
      "ja": "Difficulty at the Beginningのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Difficulty at the Beginning: The beginning of change.",
          "zh": "屯卦初爻：变化的开始。",
          "hi": "Difficulty at the Beginning की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Difficulty at the Beginning: El comienzo del cambio.",
          "fr": "Première ligne de Difficulty at the Beginning: Le début du changement.",
          "ja": "Difficulty at the Beginningの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Difficulty at the Beginning.",
          "zh": "这一爻表示屯卦所代表情况的初始阶段。",
          "hi": "यह रेखा Difficulty at the Beginning द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Difficulty at the Beginning.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Difficulty at the Beginning.",
          "ja": "この爻はDifficulty at the Beginningによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Difficulty at the Beginning represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "屯卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Difficulty at the Beginning जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Difficulty at the Beginning representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Difficulty at the Beginning représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Difficulty at the Beginningは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, difficulty at the beginning",
      "zh": "智慧、指导、变化、屯",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, difficulty at the beginning",
      "es": "sabiduría, guía, cambio, difficulty at the beginning",
      "fr": "sagesse, guidance, changement, difficulty at the beginning",
      "ja": "知恵、指導、変化、difficulty at the beginning"
    },
    "element": "Wood",
    "season": "Winter"
  },
  {
    "id": "hexagram-04",
    "number": 4,
    "name": {
      "en": "Youthful Folly",
      "zh": "蒙",
      "hi": "Youthful Folly (हिंदी)",
      "es": "Youthful Folly (Español)",
      "fr": "Youthful Folly (Français)",
      "ja": "Youthful Folly (日本語)"
    },
    "chineseName": "蒙",
    "upperTrigram": "☰",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Youthful Folly brings guidance and wisdom for your current situation.",
      "zh": "蒙卦为你的当前情况带来指导和智慧。",
      "hi": "Youthful Folly आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Youthful Folly trae guía y sabiduría para tu situación actual.",
      "fr": "Youthful Folly apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Youthful Follyはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Youthful Folly represents the natural flow of energy and change.",
      "zh": "蒙卦的意象代表能量和变化的自然流动。",
      "hi": "Youthful Folly की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Youthful Folly representa el flujo natural de energía y cambio.",
      "fr": "L'image de Youthful Folly représente le flux naturel d'énergie et de changement.",
      "ja": "Youthful Follyのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Youthful Folly: The beginning of change.",
          "zh": "蒙卦初爻：变化的开始。",
          "hi": "Youthful Folly की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Youthful Folly: El comienzo del cambio.",
          "fr": "Première ligne de Youthful Folly: Le début du changement.",
          "ja": "Youthful Follyの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Youthful Folly.",
          "zh": "这一爻表示蒙卦所代表情况的初始阶段。",
          "hi": "यह रेखा Youthful Folly द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Youthful Folly.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Youthful Folly.",
          "ja": "この爻はYouthful Follyによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Youthful Folly represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "蒙卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Youthful Folly जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Youthful Folly representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Youthful Folly représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Youthful Follyは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, youthful folly",
      "zh": "智慧、指导、变化、蒙",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, youthful folly",
      "es": "sabiduría, guía, cambio, youthful folly",
      "fr": "sagesse, guidance, changement, youthful folly",
      "ja": "知恵、指導、変化、youthful folly"
    },
    "element": "Fire",
    "season": "Spring"
  },
  {
    "id": "hexagram-05",
    "number": 5,
    "name": {
      "en": "Waiting",
      "zh": "需",
      "hi": "Waiting (हिंदी)",
      "es": "Waiting (Español)",
      "fr": "Waiting (Français)",
      "ja": "Waiting (日本語)"
    },
    "chineseName": "需",
    "upperTrigram": "☰",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The Waiting brings guidance and wisdom for your current situation.",
      "zh": "需卦为你的当前情况带来指导和智慧。",
      "hi": "Waiting आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Waiting trae guía y sabiduría para tu situación actual.",
      "fr": "Waiting apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Waitingはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Waiting represents the natural flow of energy and change.",
      "zh": "需卦的意象代表能量和变化的自然流动。",
      "hi": "Waiting की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Waiting representa el flujo natural de energía y cambio.",
      "fr": "L'image de Waiting représente le flux naturel d'énergie et de changement.",
      "ja": "Waitingのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Waiting: The beginning of change.",
          "zh": "需卦初爻：变化的开始。",
          "hi": "Waiting की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Waiting: El comienzo del cambio.",
          "fr": "Première ligne de Waiting: Le début du changement.",
          "ja": "Waitingの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Waiting.",
          "zh": "这一爻表示需卦所代表情况的初始阶段。",
          "hi": "यह रेखा Waiting द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Waiting.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Waiting.",
          "ja": "この爻はWaitingによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Waiting represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "需卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Waiting जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Waiting representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Waiting représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Waitingは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, waiting",
      "zh": "智慧、指导、变化、需",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, waiting",
      "es": "sabiduría, guía, cambio, waiting",
      "fr": "sagesse, guidance, changement, waiting",
      "ja": "知恵、指導、変化、waiting"
    },
    "element": "Metal",
    "season": "Summer"
  },
  {
    "id": "hexagram-06",
    "number": 6,
    "name": {
      "en": "Conflict",
      "zh": "讼",
      "hi": "Conflict (हिंदी)",
      "es": "Conflict (Español)",
      "fr": "Conflict (Français)",
      "ja": "Conflict (日本語)"
    },
    "chineseName": "讼",
    "upperTrigram": "☰",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The Conflict brings guidance and wisdom for your current situation.",
      "zh": "讼卦为你的当前情况带来指导和智慧。",
      "hi": "Conflict आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Conflict trae guía y sabiduría para tu situación actual.",
      "fr": "Conflict apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Conflictはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Conflict represents the natural flow of energy and change.",
      "zh": "讼卦的意象代表能量和变化的自然流动。",
      "hi": "Conflict की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Conflict representa el flujo natural de energía y cambio.",
      "fr": "L'image de Conflict représente le flux naturel d'énergie et de changement.",
      "ja": "Conflictのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Conflict: The beginning of change.",
          "zh": "讼卦初爻：变化的开始。",
          "hi": "Conflict की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Conflict: El comienzo del cambio.",
          "fr": "Première ligne de Conflict: Le début du changement.",
          "ja": "Conflictの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Conflict.",
          "zh": "这一爻表示讼卦所代表情况的初始阶段。",
          "hi": "यह रेखा Conflict द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Conflict.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Conflict.",
          "ja": "この爻はConflictによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Conflict represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "讼卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Conflict जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Conflict representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Conflict représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Conflictは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, conflict",
      "zh": "智慧、指导、变化、讼",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, conflict",
      "es": "sabiduría, guía, cambio, conflict",
      "fr": "sagesse, guidance, changement, conflict",
      "ja": "知恵、指導、変化、conflict"
    },
    "element": "Earth",
    "season": "Autumn"
  },
  {
    "id": "hexagram-07",
    "number": 7,
    "name": {
      "en": "The Army",
      "zh": "师",
      "hi": "The Army (हिंदी)",
      "es": "The Army (Español)",
      "fr": "The Army (Français)",
      "ja": "The Army (日本語)"
    },
    "chineseName": "师",
    "upperTrigram": "☰",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The The Army brings guidance and wisdom for your current situation.",
      "zh": "师卦为你的当前情况带来指导和智慧。",
      "hi": "The Army आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Army trae guía y sabiduría para tu situación actual.",
      "fr": "The Army apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Armyはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Army represents the natural flow of energy and change.",
      "zh": "师卦的意象代表能量和变化的自然流动。",
      "hi": "The Army की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Army representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Army représente le flux naturel d'énergie et de changement.",
      "ja": "The Armyのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Army: The beginning of change.",
          "zh": "师卦初爻：变化的开始。",
          "hi": "The Army की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Army: El comienzo del cambio.",
          "fr": "Première ligne de The Army: Le début du changement.",
          "ja": "The Armyの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Army.",
          "zh": "这一爻表示师卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Army द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Army.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Army.",
          "ja": "この爻はThe Armyによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Army represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "师卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Army जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Army representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Army représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Armyは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the army",
      "zh": "智慧、指导、变化、师",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the army",
      "es": "sabiduría, guía, cambio, the army",
      "fr": "sagesse, guidance, changement, the army",
      "ja": "知恵、指導、変化、the army"
    },
    "element": "Water",
    "season": "Winter"
  },
  {
    "id": "hexagram-08",
    "number": 8,
    "name": {
      "en": "Holding Together",
      "zh": "比",
      "hi": "Holding Together (हिंदी)",
      "es": "Holding Together (Español)",
      "fr": "Holding Together (Français)",
      "ja": "Holding Together (日本語)"
    },
    "chineseName": "比",
    "upperTrigram": "☰",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Holding Together brings guidance and wisdom for your current situation.",
      "zh": "比卦为你的当前情况带来指导和智慧。",
      "hi": "Holding Together आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Holding Together trae guía y sabiduría para tu situación actual.",
      "fr": "Holding Together apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Holding Togetherはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Holding Together represents the natural flow of energy and change.",
      "zh": "比卦的意象代表能量和变化的自然流动。",
      "hi": "Holding Together की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Holding Together representa el flujo natural de energía y cambio.",
      "fr": "L'image de Holding Together représente le flux naturel d'énergie et de changement.",
      "ja": "Holding Togetherのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Holding Together: The beginning of change.",
          "zh": "比卦初爻：变化的开始。",
          "hi": "Holding Together की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Holding Together: El comienzo del cambio.",
          "fr": "Première ligne de Holding Together: Le début du changement.",
          "ja": "Holding Togetherの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Holding Together.",
          "zh": "这一爻表示比卦所代表情况的初始阶段。",
          "hi": "यह रेखा Holding Together द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Holding Together.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Holding Together.",
          "ja": "この爻はHolding Togetherによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Holding Together represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "比卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Holding Together जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Holding Together representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Holding Together représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Holding Togetherは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, holding together",
      "zh": "智慧、指导、变化、比",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, holding together",
      "es": "sabiduría, guía, cambio, holding together",
      "fr": "sagesse, guidance, changement, holding together",
      "ja": "知恵、指導、変化、holding together"
    },
    "element": "Wood",
    "season": "Spring"
  },
  {
    "id": "hexagram-09",
    "number": 9,
    "name": {
      "en": "The Taming Power of the Small",
      "zh": "小畜",
      "hi": "The Taming Power of the Small (हिंदी)",
      "es": "The Taming Power of the Small (Español)",
      "fr": "The Taming Power of the Small (Français)",
      "ja": "The Taming Power of the Small (日本語)"
    },
    "chineseName": "小畜",
    "upperTrigram": "☱",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The The Taming Power of the Small brings guidance and wisdom for your current situation.",
      "zh": "小畜卦为你的当前情况带来指导和智慧。",
      "hi": "The Taming Power of the Small आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Taming Power of the Small trae guía y sabiduría para tu situación actual.",
      "fr": "The Taming Power of the Small apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Taming Power of the Smallはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Taming Power of the Small represents the natural flow of energy and change.",
      "zh": "小畜卦的意象代表能量和变化的自然流动。",
      "hi": "The Taming Power of the Small की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Taming Power of the Small representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Taming Power of the Small représente le flux naturel d'énergie et de changement.",
      "ja": "The Taming Power of the Smallのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Taming Power of the Small: The beginning of change.",
          "zh": "小畜卦初爻：变化的开始。",
          "hi": "The Taming Power of the Small की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Taming Power of the Small: El comienzo del cambio.",
          "fr": "Première ligne de The Taming Power of the Small: Le début du changement.",
          "ja": "The Taming Power of the Smallの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Taming Power of the Small.",
          "zh": "这一爻表示小畜卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Taming Power of the Small द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Taming Power of the Small.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Taming Power of the Small.",
          "ja": "この爻はThe Taming Power of the Smallによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Taming Power of the Small represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "小畜卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Taming Power of the Small जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Taming Power of the Small representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Taming Power of the Small représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Taming Power of the Smallは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the taming power of the small",
      "zh": "智慧、指导、变化、小畜",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the taming power of the small",
      "es": "sabiduría, guía, cambio, the taming power of the small",
      "fr": "sagesse, guidance, changement, the taming power of the small",
      "ja": "知恵、指導、変化、the taming power of the small"
    },
    "element": "Fire",
    "season": "Summer"
  },
  {
    "id": "hexagram-10",
    "number": 10,
    "name": {
      "en": "Treading",
      "zh": "履",
      "hi": "Treading (हिंदी)",
      "es": "Treading (Español)",
      "fr": "Treading (Français)",
      "ja": "Treading (日本語)"
    },
    "chineseName": "履",
    "upperTrigram": "☱",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The Treading brings guidance and wisdom for your current situation.",
      "zh": "履卦为你的当前情况带来指导和智慧。",
      "hi": "Treading आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Treading trae guía y sabiduría para tu situación actual.",
      "fr": "Treading apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Treadingはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Treading represents the natural flow of energy and change.",
      "zh": "履卦的意象代表能量和变化的自然流动。",
      "hi": "Treading की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Treading representa el flujo natural de energía y cambio.",
      "fr": "L'image de Treading représente le flux naturel d'énergie et de changement.",
      "ja": "Treadingのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Treading: The beginning of change.",
          "zh": "履卦初爻：变化的开始。",
          "hi": "Treading की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Treading: El comienzo del cambio.",
          "fr": "Première ligne de Treading: Le début du changement.",
          "ja": "Treadingの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Treading.",
          "zh": "这一爻表示履卦所代表情况的初始阶段。",
          "hi": "यह रेखा Treading द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Treading.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Treading.",
          "ja": "この爻はTreadingによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Treading represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "履卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Treading जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Treading representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Treading représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Treadingは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, treading",
      "zh": "智慧、指导、变化、履",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, treading",
      "es": "sabiduría, guía, cambio, treading",
      "fr": "sagesse, guidance, changement, treading",
      "ja": "知恵、指導、変化、treading"
    },
    "element": "Metal",
    "season": "Autumn"
  },
  {
    "id": "hexagram-11",
    "number": 11,
    "name": {
      "en": "Peace",
      "zh": "泰",
      "hi": "Peace (हिंदी)",
      "es": "Peace (Español)",
      "fr": "Peace (Français)",
      "ja": "Peace (日本語)"
    },
    "chineseName": "泰",
    "upperTrigram": "☱",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The Peace brings guidance and wisdom for your current situation.",
      "zh": "泰卦为你的当前情况带来指导和智慧。",
      "hi": "Peace आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Peace trae guía y sabiduría para tu situación actual.",
      "fr": "Peace apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Peaceはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Peace represents the natural flow of energy and change.",
      "zh": "泰卦的意象代表能量和变化的自然流动。",
      "hi": "Peace की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Peace representa el flujo natural de energía y cambio.",
      "fr": "L'image de Peace représente le flux naturel d'énergie et de changement.",
      "ja": "Peaceのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Peace: The beginning of change.",
          "zh": "泰卦初爻：变化的开始。",
          "hi": "Peace की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Peace: El comienzo del cambio.",
          "fr": "Première ligne de Peace: Le début du changement.",
          "ja": "Peaceの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Peace.",
          "zh": "这一爻表示泰卦所代表情况的初始阶段。",
          "hi": "यह रेखा Peace द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Peace.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Peace.",
          "ja": "この爻はPeaceによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Peace represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "泰卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Peace जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Peace representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Peace représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Peaceは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, peace",
      "zh": "智慧、指导、变化、泰",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, peace",
      "es": "sabiduría, guía, cambio, peace",
      "fr": "sagesse, guidance, changement, peace",
      "ja": "知恵、指導、変化、peace"
    },
    "element": "Earth",
    "season": "Winter"
  },
  {
    "id": "hexagram-12",
    "number": 12,
    "name": {
      "en": "Standstill",
      "zh": "否",
      "hi": "Standstill (हिंदी)",
      "es": "Standstill (Español)",
      "fr": "Standstill (Français)",
      "ja": "Standstill (日本語)"
    },
    "chineseName": "否",
    "upperTrigram": "☱",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Standstill brings guidance and wisdom for your current situation.",
      "zh": "否卦为你的当前情况带来指导和智慧。",
      "hi": "Standstill आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Standstill trae guía y sabiduría para tu situación actual.",
      "fr": "Standstill apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Standstillはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Standstill represents the natural flow of energy and change.",
      "zh": "否卦的意象代表能量和变化的自然流动。",
      "hi": "Standstill की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Standstill representa el flujo natural de energía y cambio.",
      "fr": "L'image de Standstill représente le flux naturel d'énergie et de changement.",
      "ja": "Standstillのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Standstill: The beginning of change.",
          "zh": "否卦初爻：变化的开始。",
          "hi": "Standstill की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Standstill: El comienzo del cambio.",
          "fr": "Première ligne de Standstill: Le début du changement.",
          "ja": "Standstillの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Standstill.",
          "zh": "这一爻表示否卦所代表情况的初始阶段。",
          "hi": "यह रेखा Standstill द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Standstill.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Standstill.",
          "ja": "この爻はStandstillによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Standstill represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "否卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Standstill जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Standstill representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Standstill représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Standstillは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, standstill",
      "zh": "智慧、指导、变化、否",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, standstill",
      "es": "sabiduría, guía, cambio, standstill",
      "fr": "sagesse, guidance, changement, standstill",
      "ja": "知恵、指導、変化、standstill"
    },
    "element": "Water",
    "season": "Spring"
  },
  {
    "id": "hexagram-13",
    "number": 13,
    "name": {
      "en": "Fellowship with Men",
      "zh": "同人",
      "hi": "Fellowship with Men (हिंदी)",
      "es": "Fellowship with Men (Español)",
      "fr": "Fellowship with Men (Français)",
      "ja": "Fellowship with Men (日本語)"
    },
    "chineseName": "同人",
    "upperTrigram": "☱",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The Fellowship with Men brings guidance and wisdom for your current situation.",
      "zh": "同人卦为你的当前情况带来指导和智慧。",
      "hi": "Fellowship with Men आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Fellowship with Men trae guía y sabiduría para tu situación actual.",
      "fr": "Fellowship with Men apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Fellowship with Menはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Fellowship with Men represents the natural flow of energy and change.",
      "zh": "同人卦的意象代表能量和变化的自然流动。",
      "hi": "Fellowship with Men की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Fellowship with Men representa el flujo natural de energía y cambio.",
      "fr": "L'image de Fellowship with Men représente le flux naturel d'énergie et de changement.",
      "ja": "Fellowship with Menのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Fellowship with Men: The beginning of change.",
          "zh": "同人卦初爻：变化的开始。",
          "hi": "Fellowship with Men की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Fellowship with Men: El comienzo del cambio.",
          "fr": "Première ligne de Fellowship with Men: Le début du changement.",
          "ja": "Fellowship with Menの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Fellowship with Men.",
          "zh": "这一爻表示同人卦所代表情况的初始阶段。",
          "hi": "यह रेखा Fellowship with Men द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Fellowship with Men.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Fellowship with Men.",
          "ja": "この爻はFellowship with Menによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Fellowship with Men represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "同人卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Fellowship with Men जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Fellowship with Men representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Fellowship with Men représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Fellowship with Menは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, fellowship with men",
      "zh": "智慧、指导、变化、同人",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, fellowship with men",
      "es": "sabiduría, guía, cambio, fellowship with men",
      "fr": "sagesse, guidance, changement, fellowship with men",
      "ja": "知恵、指導、変化、fellowship with men"
    },
    "element": "Wood",
    "season": "Summer"
  },
  {
    "id": "hexagram-14",
    "number": 14,
    "name": {
      "en": "Possession in Great Measure",
      "zh": "大有",
      "hi": "Possession in Great Measure (हिंदी)",
      "es": "Possession in Great Measure (Español)",
      "fr": "Possession in Great Measure (Français)",
      "ja": "Possession in Great Measure (日本語)"
    },
    "chineseName": "大有",
    "upperTrigram": "☱",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The Possession in Great Measure brings guidance and wisdom for your current situation.",
      "zh": "大有卦为你的当前情况带来指导和智慧。",
      "hi": "Possession in Great Measure आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Possession in Great Measure trae guía y sabiduría para tu situación actual.",
      "fr": "Possession in Great Measure apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Possession in Great Measureはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Possession in Great Measure represents the natural flow of energy and change.",
      "zh": "大有卦的意象代表能量和变化的自然流动。",
      "hi": "Possession in Great Measure की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Possession in Great Measure representa el flujo natural de energía y cambio.",
      "fr": "L'image de Possession in Great Measure représente le flux naturel d'énergie et de changement.",
      "ja": "Possession in Great Measureのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Possession in Great Measure: The beginning of change.",
          "zh": "大有卦初爻：变化的开始。",
          "hi": "Possession in Great Measure की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Possession in Great Measure: El comienzo del cambio.",
          "fr": "Première ligne de Possession in Great Measure: Le début du changement.",
          "ja": "Possession in Great Measureの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Possession in Great Measure.",
          "zh": "这一爻表示大有卦所代表情况的初始阶段。",
          "hi": "यह रेखा Possession in Great Measure द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Possession in Great Measure.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Possession in Great Measure.",
          "ja": "この爻はPossession in Great Measureによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Possession in Great Measure represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "大有卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Possession in Great Measure जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Possession in Great Measure representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Possession in Great Measure représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Possession in Great Measureは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, possession in great measure",
      "zh": "智慧、指导、变化、大有",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, possession in great measure",
      "es": "sabiduría, guía, cambio, possession in great measure",
      "fr": "sagesse, guidance, changement, possession in great measure",
      "ja": "知恵、指導、変化、possession in great measure"
    },
    "element": "Fire",
    "season": "Autumn"
  },
  {
    "id": "hexagram-15",
    "number": 15,
    "name": {
      "en": "Modesty",
      "zh": "谦",
      "hi": "Modesty (हिंदी)",
      "es": "Modesty (Español)",
      "fr": "Modesty (Français)",
      "ja": "Modesty (日本語)"
    },
    "chineseName": "谦",
    "upperTrigram": "☱",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The Modesty brings guidance and wisdom for your current situation.",
      "zh": "谦卦为你的当前情况带来指导和智慧。",
      "hi": "Modesty आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Modesty trae guía y sabiduría para tu situación actual.",
      "fr": "Modesty apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Modestyはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Modesty represents the natural flow of energy and change.",
      "zh": "谦卦的意象代表能量和变化的自然流动。",
      "hi": "Modesty की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Modesty representa el flujo natural de energía y cambio.",
      "fr": "L'image de Modesty représente le flux naturel d'énergie et de changement.",
      "ja": "Modestyのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Modesty: The beginning of change.",
          "zh": "谦卦初爻：变化的开始。",
          "hi": "Modesty की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Modesty: El comienzo del cambio.",
          "fr": "Première ligne de Modesty: Le début du changement.",
          "ja": "Modestyの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Modesty.",
          "zh": "这一爻表示谦卦所代表情况的初始阶段。",
          "hi": "यह रेखा Modesty द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Modesty.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Modesty.",
          "ja": "この爻はModestyによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Modesty represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "谦卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Modesty जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Modesty representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Modesty représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Modestyは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, modesty",
      "zh": "智慧、指导、变化、谦",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, modesty",
      "es": "sabiduría, guía, cambio, modesty",
      "fr": "sagesse, guidance, changement, modesty",
      "ja": "知恵、指導、変化、modesty"
    },
    "element": "Metal",
    "season": "Winter"
  },
  {
    "id": "hexagram-16",
    "number": 16,
    "name": {
      "en": "Enthusiasm",
      "zh": "豫",
      "hi": "Enthusiasm (हिंदी)",
      "es": "Enthusiasm (Español)",
      "fr": "Enthusiasm (Français)",
      "ja": "Enthusiasm (日本語)"
    },
    "chineseName": "豫",
    "upperTrigram": "☱",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Enthusiasm brings guidance and wisdom for your current situation.",
      "zh": "豫卦为你的当前情况带来指导和智慧。",
      "hi": "Enthusiasm आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Enthusiasm trae guía y sabiduría para tu situación actual.",
      "fr": "Enthusiasm apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Enthusiasmはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Enthusiasm represents the natural flow of energy and change.",
      "zh": "豫卦的意象代表能量和变化的自然流动。",
      "hi": "Enthusiasm की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Enthusiasm representa el flujo natural de energía y cambio.",
      "fr": "L'image de Enthusiasm représente le flux naturel d'énergie et de changement.",
      "ja": "Enthusiasmのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Enthusiasm: The beginning of change.",
          "zh": "豫卦初爻：变化的开始。",
          "hi": "Enthusiasm की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Enthusiasm: El comienzo del cambio.",
          "fr": "Première ligne de Enthusiasm: Le début du changement.",
          "ja": "Enthusiasmの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Enthusiasm.",
          "zh": "这一爻表示豫卦所代表情况的初始阶段。",
          "hi": "यह रेखा Enthusiasm द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Enthusiasm.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Enthusiasm.",
          "ja": "この爻はEnthusiasmによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Enthusiasm represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "豫卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Enthusiasm जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Enthusiasm representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Enthusiasm représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Enthusiasmは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, enthusiasm",
      "zh": "智慧、指导、变化、豫",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, enthusiasm",
      "es": "sabiduría, guía, cambio, enthusiasm",
      "fr": "sagesse, guidance, changement, enthusiasm",
      "ja": "知恵、指導、変化、enthusiasm"
    },
    "element": "Earth",
    "season": "Spring"
  },
  {
    "id": "hexagram-17",
    "number": 17,
    "name": {
      "en": "Following",
      "zh": "随",
      "hi": "Following (हिंदी)",
      "es": "Following (Español)",
      "fr": "Following (Français)",
      "ja": "Following (日本語)"
    },
    "chineseName": "随",
    "upperTrigram": "☲",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The Following brings guidance and wisdom for your current situation.",
      "zh": "随卦为你的当前情况带来指导和智慧。",
      "hi": "Following आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Following trae guía y sabiduría para tu situación actual.",
      "fr": "Following apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Followingはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Following represents the natural flow of energy and change.",
      "zh": "随卦的意象代表能量和变化的自然流动。",
      "hi": "Following की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Following representa el flujo natural de energía y cambio.",
      "fr": "L'image de Following représente le flux naturel d'énergie et de changement.",
      "ja": "Followingのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Following: The beginning of change.",
          "zh": "随卦初爻：变化的开始。",
          "hi": "Following की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Following: El comienzo del cambio.",
          "fr": "Première ligne de Following: Le début du changement.",
          "ja": "Followingの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Following.",
          "zh": "这一爻表示随卦所代表情况的初始阶段。",
          "hi": "यह रेखा Following द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Following.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Following.",
          "ja": "この爻はFollowingによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Following represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "随卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Following जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Following representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Following représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Followingは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, following",
      "zh": "智慧、指导、变化、随",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, following",
      "es": "sabiduría, guía, cambio, following",
      "fr": "sagesse, guidance, changement, following",
      "ja": "知恵、指導、変化、following"
    },
    "element": "Water",
    "season": "Summer"
  },
  {
    "id": "hexagram-18",
    "number": 18,
    "name": {
      "en": "Work on What Has Been Spoiled",
      "zh": "蛊",
      "hi": "Work on What Has Been Spoiled (हिंदी)",
      "es": "Work on What Has Been Spoiled (Español)",
      "fr": "Work on What Has Been Spoiled (Français)",
      "ja": "Work on What Has Been Spoiled (日本語)"
    },
    "chineseName": "蛊",
    "upperTrigram": "☲",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The Work on What Has Been Spoiled brings guidance and wisdom for your current situation.",
      "zh": "蛊卦为你的当前情况带来指导和智慧。",
      "hi": "Work on What Has Been Spoiled आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Work on What Has Been Spoiled trae guía y sabiduría para tu situación actual.",
      "fr": "Work on What Has Been Spoiled apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Work on What Has Been Spoiledはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Work on What Has Been Spoiled represents the natural flow of energy and change.",
      "zh": "蛊卦的意象代表能量和变化的自然流动。",
      "hi": "Work on What Has Been Spoiled की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Work on What Has Been Spoiled representa el flujo natural de energía y cambio.",
      "fr": "L'image de Work on What Has Been Spoiled représente le flux naturel d'énergie et de changement.",
      "ja": "Work on What Has Been Spoiledのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Work on What Has Been Spoiled: The beginning of change.",
          "zh": "蛊卦初爻：变化的开始。",
          "hi": "Work on What Has Been Spoiled की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Work on What Has Been Spoiled: El comienzo del cambio.",
          "fr": "Première ligne de Work on What Has Been Spoiled: Le début du changement.",
          "ja": "Work on What Has Been Spoiledの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Work on What Has Been Spoiled.",
          "zh": "这一爻表示蛊卦所代表情况的初始阶段。",
          "hi": "यह रेखा Work on What Has Been Spoiled द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Work on What Has Been Spoiled.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Work on What Has Been Spoiled.",
          "ja": "この爻はWork on What Has Been Spoiledによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Work on What Has Been Spoiled represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "蛊卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Work on What Has Been Spoiled जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Work on What Has Been Spoiled representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Work on What Has Been Spoiled représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Work on What Has Been Spoiledは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, work on what has been spoiled",
      "zh": "智慧、指导、变化、蛊",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, work on what has been spoiled",
      "es": "sabiduría, guía, cambio, work on what has been spoiled",
      "fr": "sagesse, guidance, changement, work on what has been spoiled",
      "ja": "知恵、指導、変化、work on what has been spoiled"
    },
    "element": "Wood",
    "season": "Autumn"
  },
  {
    "id": "hexagram-19",
    "number": 19,
    "name": {
      "en": "Approach",
      "zh": "临",
      "hi": "Approach (हिंदी)",
      "es": "Approach (Español)",
      "fr": "Approach (Français)",
      "ja": "Approach (日本語)"
    },
    "chineseName": "临",
    "upperTrigram": "☲",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The Approach brings guidance and wisdom for your current situation.",
      "zh": "临卦为你的当前情况带来指导和智慧。",
      "hi": "Approach आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Approach trae guía y sabiduría para tu situación actual.",
      "fr": "Approach apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Approachはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Approach represents the natural flow of energy and change.",
      "zh": "临卦的意象代表能量和变化的自然流动。",
      "hi": "Approach की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Approach representa el flujo natural de energía y cambio.",
      "fr": "L'image de Approach représente le flux naturel d'énergie et de changement.",
      "ja": "Approachのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Approach: The beginning of change.",
          "zh": "临卦初爻：变化的开始。",
          "hi": "Approach की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Approach: El comienzo del cambio.",
          "fr": "Première ligne de Approach: Le début du changement.",
          "ja": "Approachの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Approach.",
          "zh": "这一爻表示临卦所代表情况的初始阶段。",
          "hi": "यह रेखा Approach द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Approach.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Approach.",
          "ja": "この爻はApproachによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Approach represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "临卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Approach जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Approach representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Approach représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Approachは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, approach",
      "zh": "智慧、指导、变化、临",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, approach",
      "es": "sabiduría, guía, cambio, approach",
      "fr": "sagesse, guidance, changement, approach",
      "ja": "知恵、指導、変化、approach"
    },
    "element": "Fire",
    "season": "Winter"
  },
  {
    "id": "hexagram-20",
    "number": 20,
    "name": {
      "en": "Contemplation",
      "zh": "观",
      "hi": "Contemplation (हिंदी)",
      "es": "Contemplation (Español)",
      "fr": "Contemplation (Français)",
      "ja": "Contemplation (日本語)"
    },
    "chineseName": "观",
    "upperTrigram": "☲",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Contemplation brings guidance and wisdom for your current situation.",
      "zh": "观卦为你的当前情况带来指导和智慧。",
      "hi": "Contemplation आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Contemplation trae guía y sabiduría para tu situación actual.",
      "fr": "Contemplation apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Contemplationはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Contemplation represents the natural flow of energy and change.",
      "zh": "观卦的意象代表能量和变化的自然流动。",
      "hi": "Contemplation की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Contemplation representa el flujo natural de energía y cambio.",
      "fr": "L'image de Contemplation représente le flux naturel d'énergie et de changement.",
      "ja": "Contemplationのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Contemplation: The beginning of change.",
          "zh": "观卦初爻：变化的开始。",
          "hi": "Contemplation की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Contemplation: El comienzo del cambio.",
          "fr": "Première ligne de Contemplation: Le début du changement.",
          "ja": "Contemplationの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Contemplation.",
          "zh": "这一爻表示观卦所代表情况的初始阶段。",
          "hi": "यह रेखा Contemplation द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Contemplation.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Contemplation.",
          "ja": "この爻はContemplationによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Contemplation represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "观卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Contemplation जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Contemplation representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Contemplation représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Contemplationは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, contemplation",
      "zh": "智慧、指导、变化、观",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, contemplation",
      "es": "sabiduría, guía, cambio, contemplation",
      "fr": "sagesse, guidance, changement, contemplation",
      "ja": "知恵、指導、変化、contemplation"
    },
    "element": "Metal",
    "season": "Spring"
  },
  {
    "id": "hexagram-21",
    "number": 21,
    "name": {
      "en": "Biting Through",
      "zh": "噬嗑",
      "hi": "Biting Through (हिंदी)",
      "es": "Biting Through (Español)",
      "fr": "Biting Through (Français)",
      "ja": "Biting Through (日本語)"
    },
    "chineseName": "噬嗑",
    "upperTrigram": "☲",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The Biting Through brings guidance and wisdom for your current situation.",
      "zh": "噬嗑卦为你的当前情况带来指导和智慧。",
      "hi": "Biting Through आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Biting Through trae guía y sabiduría para tu situación actual.",
      "fr": "Biting Through apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Biting Throughはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Biting Through represents the natural flow of energy and change.",
      "zh": "噬嗑卦的意象代表能量和变化的自然流动。",
      "hi": "Biting Through की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Biting Through representa el flujo natural de energía y cambio.",
      "fr": "L'image de Biting Through représente le flux naturel d'énergie et de changement.",
      "ja": "Biting Throughのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Biting Through: The beginning of change.",
          "zh": "噬嗑卦初爻：变化的开始。",
          "hi": "Biting Through की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Biting Through: El comienzo del cambio.",
          "fr": "Première ligne de Biting Through: Le début du changement.",
          "ja": "Biting Throughの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Biting Through.",
          "zh": "这一爻表示噬嗑卦所代表情况的初始阶段。",
          "hi": "यह रेखा Biting Through द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Biting Through.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Biting Through.",
          "ja": "この爻はBiting Throughによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Biting Through represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "噬嗑卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Biting Through जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Biting Through representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Biting Through représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Biting Throughは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, biting through",
      "zh": "智慧、指导、变化、噬嗑",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, biting through",
      "es": "sabiduría, guía, cambio, biting through",
      "fr": "sagesse, guidance, changement, biting through",
      "ja": "知恵、指導、変化、biting through"
    },
    "element": "Earth",
    "season": "Summer"
  },
  {
    "id": "hexagram-22",
    "number": 22,
    "name": {
      "en": "Grace",
      "zh": "贲",
      "hi": "Grace (हिंदी)",
      "es": "Grace (Español)",
      "fr": "Grace (Français)",
      "ja": "Grace (日本語)"
    },
    "chineseName": "贲",
    "upperTrigram": "☲",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The Grace brings guidance and wisdom for your current situation.",
      "zh": "贲卦为你的当前情况带来指导和智慧。",
      "hi": "Grace आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Grace trae guía y sabiduría para tu situación actual.",
      "fr": "Grace apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Graceはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Grace represents the natural flow of energy and change.",
      "zh": "贲卦的意象代表能量和变化的自然流动。",
      "hi": "Grace की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Grace representa el flujo natural de energía y cambio.",
      "fr": "L'image de Grace représente le flux naturel d'énergie et de changement.",
      "ja": "Graceのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Grace: The beginning of change.",
          "zh": "贲卦初爻：变化的开始。",
          "hi": "Grace की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Grace: El comienzo del cambio.",
          "fr": "Première ligne de Grace: Le début du changement.",
          "ja": "Graceの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Grace.",
          "zh": "这一爻表示贲卦所代表情况的初始阶段。",
          "hi": "यह रेखा Grace द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Grace.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Grace.",
          "ja": "この爻はGraceによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Grace represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "贲卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Grace जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Grace representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Grace représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Graceは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, grace",
      "zh": "智慧、指导、变化、贲",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, grace",
      "es": "sabiduría, guía, cambio, grace",
      "fr": "sagesse, guidance, changement, grace",
      "ja": "知恵、指導、変化、grace"
    },
    "element": "Water",
    "season": "Autumn"
  },
  {
    "id": "hexagram-23",
    "number": 23,
    "name": {
      "en": "Splitting Apart",
      "zh": "剥",
      "hi": "Splitting Apart (हिंदी)",
      "es": "Splitting Apart (Español)",
      "fr": "Splitting Apart (Français)",
      "ja": "Splitting Apart (日本語)"
    },
    "chineseName": "剥",
    "upperTrigram": "☲",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The Splitting Apart brings guidance and wisdom for your current situation.",
      "zh": "剥卦为你的当前情况带来指导和智慧。",
      "hi": "Splitting Apart आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Splitting Apart trae guía y sabiduría para tu situación actual.",
      "fr": "Splitting Apart apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Splitting Apartはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Splitting Apart represents the natural flow of energy and change.",
      "zh": "剥卦的意象代表能量和变化的自然流动。",
      "hi": "Splitting Apart की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Splitting Apart representa el flujo natural de energía y cambio.",
      "fr": "L'image de Splitting Apart représente le flux naturel d'énergie et de changement.",
      "ja": "Splitting Apartのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Splitting Apart: The beginning of change.",
          "zh": "剥卦初爻：变化的开始。",
          "hi": "Splitting Apart की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Splitting Apart: El comienzo del cambio.",
          "fr": "Première ligne de Splitting Apart: Le début du changement.",
          "ja": "Splitting Apartの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Splitting Apart.",
          "zh": "这一爻表示剥卦所代表情况的初始阶段。",
          "hi": "यह रेखा Splitting Apart द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Splitting Apart.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Splitting Apart.",
          "ja": "この爻はSplitting Apartによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Splitting Apart represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "剥卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Splitting Apart जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Splitting Apart representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Splitting Apart représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Splitting Apartは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, splitting apart",
      "zh": "智慧、指导、变化、剥",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, splitting apart",
      "es": "sabiduría, guía, cambio, splitting apart",
      "fr": "sagesse, guidance, changement, splitting apart",
      "ja": "知恵、指導、変化、splitting apart"
    },
    "element": "Wood",
    "season": "Winter"
  },
  {
    "id": "hexagram-24",
    "number": 24,
    "name": {
      "en": "Return",
      "zh": "复",
      "hi": "Return (हिंदी)",
      "es": "Return (Español)",
      "fr": "Return (Français)",
      "ja": "Return (日本語)"
    },
    "chineseName": "复",
    "upperTrigram": "☲",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Return brings guidance and wisdom for your current situation.",
      "zh": "复卦为你的当前情况带来指导和智慧。",
      "hi": "Return आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Return trae guía y sabiduría para tu situación actual.",
      "fr": "Return apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Returnはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Return represents the natural flow of energy and change.",
      "zh": "复卦的意象代表能量和变化的自然流动。",
      "hi": "Return की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Return representa el flujo natural de energía y cambio.",
      "fr": "L'image de Return représente le flux naturel d'énergie et de changement.",
      "ja": "Returnのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Return: The beginning of change.",
          "zh": "复卦初爻：变化的开始。",
          "hi": "Return की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Return: El comienzo del cambio.",
          "fr": "Première ligne de Return: Le début du changement.",
          "ja": "Returnの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Return.",
          "zh": "这一爻表示复卦所代表情况的初始阶段。",
          "hi": "यह रेखा Return द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Return.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Return.",
          "ja": "この爻はReturnによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Return represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "复卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Return जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Return representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Return représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Returnは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, return",
      "zh": "智慧、指导、变化、复",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, return",
      "es": "sabiduría, guía, cambio, return",
      "fr": "sagesse, guidance, changement, return",
      "ja": "知恵、指導、変化、return"
    },
    "element": "Fire",
    "season": "Spring"
  },
  {
    "id": "hexagram-25",
    "number": 25,
    "name": {
      "en": "Innocence",
      "zh": "无妄",
      "hi": "Innocence (हिंदी)",
      "es": "Innocence (Español)",
      "fr": "Innocence (Français)",
      "ja": "Innocence (日本語)"
    },
    "chineseName": "无妄",
    "upperTrigram": "☳",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The Innocence brings guidance and wisdom for your current situation.",
      "zh": "无妄卦为你的当前情况带来指导和智慧。",
      "hi": "Innocence आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Innocence trae guía y sabiduría para tu situación actual.",
      "fr": "Innocence apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Innocenceはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Innocence represents the natural flow of energy and change.",
      "zh": "无妄卦的意象代表能量和变化的自然流动。",
      "hi": "Innocence की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Innocence representa el flujo natural de energía y cambio.",
      "fr": "L'image de Innocence représente le flux naturel d'énergie et de changement.",
      "ja": "Innocenceのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Innocence: The beginning of change.",
          "zh": "无妄卦初爻：变化的开始。",
          "hi": "Innocence की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Innocence: El comienzo del cambio.",
          "fr": "Première ligne de Innocence: Le début du changement.",
          "ja": "Innocenceの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Innocence.",
          "zh": "这一爻表示无妄卦所代表情况的初始阶段。",
          "hi": "यह रेखा Innocence द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Innocence.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Innocence.",
          "ja": "この爻はInnocenceによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Innocence represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "无妄卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Innocence जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Innocence representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Innocence représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Innocenceは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, innocence",
      "zh": "智慧、指导、变化、无妄",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, innocence",
      "es": "sabiduría, guía, cambio, innocence",
      "fr": "sagesse, guidance, changement, innocence",
      "ja": "知恵、指導、変化、innocence"
    },
    "element": "Metal",
    "season": "Summer"
  },
  {
    "id": "hexagram-26",
    "number": 26,
    "name": {
      "en": "The Taming Power of the Great",
      "zh": "大畜",
      "hi": "The Taming Power of the Great (हिंदी)",
      "es": "The Taming Power of the Great (Español)",
      "fr": "The Taming Power of the Great (Français)",
      "ja": "The Taming Power of the Great (日本語)"
    },
    "chineseName": "大畜",
    "upperTrigram": "☳",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The The Taming Power of the Great brings guidance and wisdom for your current situation.",
      "zh": "大畜卦为你的当前情况带来指导和智慧。",
      "hi": "The Taming Power of the Great आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Taming Power of the Great trae guía y sabiduría para tu situación actual.",
      "fr": "The Taming Power of the Great apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Taming Power of the Greatはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Taming Power of the Great represents the natural flow of energy and change.",
      "zh": "大畜卦的意象代表能量和变化的自然流动。",
      "hi": "The Taming Power of the Great की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Taming Power of the Great representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Taming Power of the Great représente le flux naturel d'énergie et de changement.",
      "ja": "The Taming Power of the Greatのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Taming Power of the Great: The beginning of change.",
          "zh": "大畜卦初爻：变化的开始。",
          "hi": "The Taming Power of the Great की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Taming Power of the Great: El comienzo del cambio.",
          "fr": "Première ligne de The Taming Power of the Great: Le début du changement.",
          "ja": "The Taming Power of the Greatの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Taming Power of the Great.",
          "zh": "这一爻表示大畜卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Taming Power of the Great द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Taming Power of the Great.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Taming Power of the Great.",
          "ja": "この爻はThe Taming Power of the Greatによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Taming Power of the Great represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "大畜卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Taming Power of the Great जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Taming Power of the Great representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Taming Power of the Great représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Taming Power of the Greatは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the taming power of the great",
      "zh": "智慧、指导、变化、大畜",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the taming power of the great",
      "es": "sabiduría, guía, cambio, the taming power of the great",
      "fr": "sagesse, guidance, changement, the taming power of the great",
      "ja": "知恵、指導、変化、the taming power of the great"
    },
    "element": "Earth",
    "season": "Autumn"
  },
  {
    "id": "hexagram-27",
    "number": 27,
    "name": {
      "en": "The Corners of the Mouth",
      "zh": "颐",
      "hi": "The Corners of the Mouth (हिंदी)",
      "es": "The Corners of the Mouth (Español)",
      "fr": "The Corners of the Mouth (Français)",
      "ja": "The Corners of the Mouth (日本語)"
    },
    "chineseName": "颐",
    "upperTrigram": "☳",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The The Corners of the Mouth brings guidance and wisdom for your current situation.",
      "zh": "颐卦为你的当前情况带来指导和智慧。",
      "hi": "The Corners of the Mouth आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Corners of the Mouth trae guía y sabiduría para tu situación actual.",
      "fr": "The Corners of the Mouth apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Corners of the Mouthはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Corners of the Mouth represents the natural flow of energy and change.",
      "zh": "颐卦的意象代表能量和变化的自然流动。",
      "hi": "The Corners of the Mouth की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Corners of the Mouth representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Corners of the Mouth représente le flux naturel d'énergie et de changement.",
      "ja": "The Corners of the Mouthのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Corners of the Mouth: The beginning of change.",
          "zh": "颐卦初爻：变化的开始。",
          "hi": "The Corners of the Mouth की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Corners of the Mouth: El comienzo del cambio.",
          "fr": "Première ligne de The Corners of the Mouth: Le début du changement.",
          "ja": "The Corners of the Mouthの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Corners of the Mouth.",
          "zh": "这一爻表示颐卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Corners of the Mouth द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Corners of the Mouth.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Corners of the Mouth.",
          "ja": "この爻はThe Corners of the Mouthによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Corners of the Mouth represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "颐卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Corners of the Mouth जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Corners of the Mouth representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Corners of the Mouth représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Corners of the Mouthは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the corners of the mouth",
      "zh": "智慧、指导、变化、颐",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the corners of the mouth",
      "es": "sabiduría, guía, cambio, the corners of the mouth",
      "fr": "sagesse, guidance, changement, the corners of the mouth",
      "ja": "知恵、指導、変化、the corners of the mouth"
    },
    "element": "Water",
    "season": "Winter"
  },
  {
    "id": "hexagram-28",
    "number": 28,
    "name": {
      "en": "Preponderance of the Great",
      "zh": "大过",
      "hi": "Preponderance of the Great (हिंदी)",
      "es": "Preponderance of the Great (Español)",
      "fr": "Preponderance of the Great (Français)",
      "ja": "Preponderance of the Great (日本語)"
    },
    "chineseName": "大过",
    "upperTrigram": "☳",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Preponderance of the Great brings guidance and wisdom for your current situation.",
      "zh": "大过卦为你的当前情况带来指导和智慧。",
      "hi": "Preponderance of the Great आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Preponderance of the Great trae guía y sabiduría para tu situación actual.",
      "fr": "Preponderance of the Great apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Preponderance of the Greatはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Preponderance of the Great represents the natural flow of energy and change.",
      "zh": "大过卦的意象代表能量和变化的自然流动。",
      "hi": "Preponderance of the Great की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Preponderance of the Great representa el flujo natural de energía y cambio.",
      "fr": "L'image de Preponderance of the Great représente le flux naturel d'énergie et de changement.",
      "ja": "Preponderance of the Greatのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Preponderance of the Great: The beginning of change.",
          "zh": "大过卦初爻：变化的开始。",
          "hi": "Preponderance of the Great की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Preponderance of the Great: El comienzo del cambio.",
          "fr": "Première ligne de Preponderance of the Great: Le début du changement.",
          "ja": "Preponderance of the Greatの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Preponderance of the Great.",
          "zh": "这一爻表示大过卦所代表情况的初始阶段。",
          "hi": "यह रेखा Preponderance of the Great द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Preponderance of the Great.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Preponderance of the Great.",
          "ja": "この爻はPreponderance of the Greatによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Preponderance of the Great represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "大过卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Preponderance of the Great जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Preponderance of the Great representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Preponderance of the Great représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Preponderance of the Greatは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, preponderance of the great",
      "zh": "智慧、指导、变化、大过",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, preponderance of the great",
      "es": "sabiduría, guía, cambio, preponderance of the great",
      "fr": "sagesse, guidance, changement, preponderance of the great",
      "ja": "知恵、指導、変化、preponderance of the great"
    },
    "element": "Wood",
    "season": "Spring"
  },
  {
    "id": "hexagram-29",
    "number": 29,
    "name": {
      "en": "The Abysmal Water",
      "zh": "坎",
      "hi": "The Abysmal Water (हिंदी)",
      "es": "The Abysmal Water (Español)",
      "fr": "The Abysmal Water (Français)",
      "ja": "The Abysmal Water (日本語)"
    },
    "chineseName": "坎",
    "upperTrigram": "☳",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The The Abysmal Water brings guidance and wisdom for your current situation.",
      "zh": "坎卦为你的当前情况带来指导和智慧。",
      "hi": "The Abysmal Water आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Abysmal Water trae guía y sabiduría para tu situación actual.",
      "fr": "The Abysmal Water apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Abysmal Waterはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Abysmal Water represents the natural flow of energy and change.",
      "zh": "坎卦的意象代表能量和变化的自然流动。",
      "hi": "The Abysmal Water की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Abysmal Water representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Abysmal Water représente le flux naturel d'énergie et de changement.",
      "ja": "The Abysmal Waterのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Abysmal Water: The beginning of change.",
          "zh": "坎卦初爻：变化的开始。",
          "hi": "The Abysmal Water की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Abysmal Water: El comienzo del cambio.",
          "fr": "Première ligne de The Abysmal Water: Le début du changement.",
          "ja": "The Abysmal Waterの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Abysmal Water.",
          "zh": "这一爻表示坎卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Abysmal Water द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Abysmal Water.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Abysmal Water.",
          "ja": "この爻はThe Abysmal Waterによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Abysmal Water represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "坎卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Abysmal Water जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Abysmal Water representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Abysmal Water représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Abysmal Waterは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the abysmal water",
      "zh": "智慧、指导、变化、坎",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the abysmal water",
      "es": "sabiduría, guía, cambio, the abysmal water",
      "fr": "sagesse, guidance, changement, the abysmal water",
      "ja": "知恵、指導、変化、the abysmal water"
    },
    "element": "Fire",
    "season": "Summer"
  },
  {
    "id": "hexagram-30",
    "number": 30,
    "name": {
      "en": "The Clinging Fire",
      "zh": "离",
      "hi": "The Clinging Fire (हिंदी)",
      "es": "The Clinging Fire (Español)",
      "fr": "The Clinging Fire (Français)",
      "ja": "The Clinging Fire (日本語)"
    },
    "chineseName": "离",
    "upperTrigram": "☳",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The The Clinging Fire brings guidance and wisdom for your current situation.",
      "zh": "离卦为你的当前情况带来指导和智慧。",
      "hi": "The Clinging Fire आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Clinging Fire trae guía y sabiduría para tu situación actual.",
      "fr": "The Clinging Fire apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Clinging Fireはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Clinging Fire represents the natural flow of energy and change.",
      "zh": "离卦的意象代表能量和变化的自然流动。",
      "hi": "The Clinging Fire की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Clinging Fire representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Clinging Fire représente le flux naturel d'énergie et de changement.",
      "ja": "The Clinging Fireのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Clinging Fire: The beginning of change.",
          "zh": "离卦初爻：变化的开始。",
          "hi": "The Clinging Fire की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Clinging Fire: El comienzo del cambio.",
          "fr": "Première ligne de The Clinging Fire: Le début du changement.",
          "ja": "The Clinging Fireの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Clinging Fire.",
          "zh": "这一爻表示离卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Clinging Fire द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Clinging Fire.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Clinging Fire.",
          "ja": "この爻はThe Clinging Fireによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Clinging Fire represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "离卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Clinging Fire जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Clinging Fire representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Clinging Fire représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Clinging Fireは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the clinging fire",
      "zh": "智慧、指导、变化、离",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the clinging fire",
      "es": "sabiduría, guía, cambio, the clinging fire",
      "fr": "sagesse, guidance, changement, the clinging fire",
      "ja": "知恵、指導、変化、the clinging fire"
    },
    "element": "Metal",
    "season": "Autumn"
  },
  {
    "id": "hexagram-31",
    "number": 31,
    "name": {
      "en": "Influence",
      "zh": "咸",
      "hi": "Influence (हिंदी)",
      "es": "Influence (Español)",
      "fr": "Influence (Français)",
      "ja": "Influence (日本語)"
    },
    "chineseName": "咸",
    "upperTrigram": "☳",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The Influence brings guidance and wisdom for your current situation.",
      "zh": "咸卦为你的当前情况带来指导和智慧。",
      "hi": "Influence आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Influence trae guía y sabiduría para tu situación actual.",
      "fr": "Influence apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Influenceはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Influence represents the natural flow of energy and change.",
      "zh": "咸卦的意象代表能量和变化的自然流动。",
      "hi": "Influence की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Influence representa el flujo natural de energía y cambio.",
      "fr": "L'image de Influence représente le flux naturel d'énergie et de changement.",
      "ja": "Influenceのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Influence: The beginning of change.",
          "zh": "咸卦初爻：变化的开始。",
          "hi": "Influence की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Influence: El comienzo del cambio.",
          "fr": "Première ligne de Influence: Le début du changement.",
          "ja": "Influenceの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Influence.",
          "zh": "这一爻表示咸卦所代表情况的初始阶段。",
          "hi": "यह रेखा Influence द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Influence.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Influence.",
          "ja": "この爻はInfluenceによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Influence represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "咸卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Influence जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Influence representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Influence représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Influenceは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, influence",
      "zh": "智慧、指导、变化、咸",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, influence",
      "es": "sabiduría, guía, cambio, influence",
      "fr": "sagesse, guidance, changement, influence",
      "ja": "知恵、指導、変化、influence"
    },
    "element": "Earth",
    "season": "Winter"
  },
  {
    "id": "hexagram-32",
    "number": 32,
    "name": {
      "en": "Duration",
      "zh": "恒",
      "hi": "Duration (हिंदी)",
      "es": "Duration (Español)",
      "fr": "Duration (Français)",
      "ja": "Duration (日本語)"
    },
    "chineseName": "恒",
    "upperTrigram": "☳",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Duration brings guidance and wisdom for your current situation.",
      "zh": "恒卦为你的当前情况带来指导和智慧。",
      "hi": "Duration आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Duration trae guía y sabiduría para tu situación actual.",
      "fr": "Duration apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Durationはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Duration represents the natural flow of energy and change.",
      "zh": "恒卦的意象代表能量和变化的自然流动。",
      "hi": "Duration की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Duration representa el flujo natural de energía y cambio.",
      "fr": "L'image de Duration représente le flux naturel d'énergie et de changement.",
      "ja": "Durationのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Duration: The beginning of change.",
          "zh": "恒卦初爻：变化的开始。",
          "hi": "Duration की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Duration: El comienzo del cambio.",
          "fr": "Première ligne de Duration: Le début du changement.",
          "ja": "Durationの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Duration.",
          "zh": "这一爻表示恒卦所代表情况的初始阶段。",
          "hi": "यह रेखा Duration द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Duration.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Duration.",
          "ja": "この爻はDurationによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Duration represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "恒卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Duration जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Duration representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Duration représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Durationは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, duration",
      "zh": "智慧、指导、变化、恒",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, duration",
      "es": "sabiduría, guía, cambio, duration",
      "fr": "sagesse, guidance, changement, duration",
      "ja": "知恵、指導、変化、duration"
    },
    "element": "Water",
    "season": "Spring"
  },
  {
    "id": "hexagram-33",
    "number": 33,
    "name": {
      "en": "Retreat",
      "zh": "遁",
      "hi": "Retreat (हिंदी)",
      "es": "Retreat (Español)",
      "fr": "Retreat (Français)",
      "ja": "Retreat (日本語)"
    },
    "chineseName": "遁",
    "upperTrigram": "☴",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The Retreat brings guidance and wisdom for your current situation.",
      "zh": "遁卦为你的当前情况带来指导和智慧。",
      "hi": "Retreat आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Retreat trae guía y sabiduría para tu situación actual.",
      "fr": "Retreat apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Retreatはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Retreat represents the natural flow of energy and change.",
      "zh": "遁卦的意象代表能量和变化的自然流动。",
      "hi": "Retreat की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Retreat representa el flujo natural de energía y cambio.",
      "fr": "L'image de Retreat représente le flux naturel d'énergie et de changement.",
      "ja": "Retreatのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Retreat: The beginning of change.",
          "zh": "遁卦初爻：变化的开始。",
          "hi": "Retreat की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Retreat: El comienzo del cambio.",
          "fr": "Première ligne de Retreat: Le début du changement.",
          "ja": "Retreatの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Retreat.",
          "zh": "这一爻表示遁卦所代表情况的初始阶段。",
          "hi": "यह रेखा Retreat द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Retreat.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Retreat.",
          "ja": "この爻はRetreatによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Retreat represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "遁卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Retreat जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Retreat representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Retreat représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Retreatは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, retreat",
      "zh": "智慧、指导、变化、遁",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, retreat",
      "es": "sabiduría, guía, cambio, retreat",
      "fr": "sagesse, guidance, changement, retreat",
      "ja": "知恵、指導、変化、retreat"
    },
    "element": "Wood",
    "season": "Summer"
  },
  {
    "id": "hexagram-34",
    "number": 34,
    "name": {
      "en": "The Power of the Great",
      "zh": "大壮",
      "hi": "The Power of the Great (हिंदी)",
      "es": "The Power of the Great (Español)",
      "fr": "The Power of the Great (Français)",
      "ja": "The Power of the Great (日本語)"
    },
    "chineseName": "大壮",
    "upperTrigram": "☴",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The The Power of the Great brings guidance and wisdom for your current situation.",
      "zh": "大壮卦为你的当前情况带来指导和智慧。",
      "hi": "The Power of the Great आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Power of the Great trae guía y sabiduría para tu situación actual.",
      "fr": "The Power of the Great apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Power of the Greatはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Power of the Great represents the natural flow of energy and change.",
      "zh": "大壮卦的意象代表能量和变化的自然流动。",
      "hi": "The Power of the Great की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Power of the Great representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Power of the Great représente le flux naturel d'énergie et de changement.",
      "ja": "The Power of the Greatのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Power of the Great: The beginning of change.",
          "zh": "大壮卦初爻：变化的开始。",
          "hi": "The Power of the Great की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Power of the Great: El comienzo del cambio.",
          "fr": "Première ligne de The Power of the Great: Le début du changement.",
          "ja": "The Power of the Greatの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Power of the Great.",
          "zh": "这一爻表示大壮卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Power of the Great द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Power of the Great.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Power of the Great.",
          "ja": "この爻はThe Power of the Greatによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Power of the Great represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "大壮卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Power of the Great जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Power of the Great representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Power of the Great représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Power of the Greatは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the power of the great",
      "zh": "智慧、指导、变化、大壮",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the power of the great",
      "es": "sabiduría, guía, cambio, the power of the great",
      "fr": "sagesse, guidance, changement, the power of the great",
      "ja": "知恵、指導、変化、the power of the great"
    },
    "element": "Fire",
    "season": "Autumn"
  },
  {
    "id": "hexagram-35",
    "number": 35,
    "name": {
      "en": "Progress",
      "zh": "晋",
      "hi": "Progress (हिंदी)",
      "es": "Progress (Español)",
      "fr": "Progress (Français)",
      "ja": "Progress (日本語)"
    },
    "chineseName": "晋",
    "upperTrigram": "☴",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The Progress brings guidance and wisdom for your current situation.",
      "zh": "晋卦为你的当前情况带来指导和智慧。",
      "hi": "Progress आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Progress trae guía y sabiduría para tu situación actual.",
      "fr": "Progress apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Progressはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Progress represents the natural flow of energy and change.",
      "zh": "晋卦的意象代表能量和变化的自然流动。",
      "hi": "Progress की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Progress representa el flujo natural de energía y cambio.",
      "fr": "L'image de Progress représente le flux naturel d'énergie et de changement.",
      "ja": "Progressのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Progress: The beginning of change.",
          "zh": "晋卦初爻：变化的开始。",
          "hi": "Progress की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Progress: El comienzo del cambio.",
          "fr": "Première ligne de Progress: Le début du changement.",
          "ja": "Progressの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Progress.",
          "zh": "这一爻表示晋卦所代表情况的初始阶段。",
          "hi": "यह रेखा Progress द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Progress.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Progress.",
          "ja": "この爻はProgressによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Progress represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "晋卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Progress जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Progress representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Progress représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Progressは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, progress",
      "zh": "智慧、指导、变化、晋",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, progress",
      "es": "sabiduría, guía, cambio, progress",
      "fr": "sagesse, guidance, changement, progress",
      "ja": "知恵、指導、変化、progress"
    },
    "element": "Metal",
    "season": "Winter"
  },
  {
    "id": "hexagram-36",
    "number": 36,
    "name": {
      "en": "Darkening of the Light",
      "zh": "明夷",
      "hi": "Darkening of the Light (हिंदी)",
      "es": "Darkening of the Light (Español)",
      "fr": "Darkening of the Light (Français)",
      "ja": "Darkening of the Light (日本語)"
    },
    "chineseName": "明夷",
    "upperTrigram": "☴",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Darkening of the Light brings guidance and wisdom for your current situation.",
      "zh": "明夷卦为你的当前情况带来指导和智慧。",
      "hi": "Darkening of the Light आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Darkening of the Light trae guía y sabiduría para tu situación actual.",
      "fr": "Darkening of the Light apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Darkening of the Lightはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Darkening of the Light represents the natural flow of energy and change.",
      "zh": "明夷卦的意象代表能量和变化的自然流动。",
      "hi": "Darkening of the Light की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Darkening of the Light representa el flujo natural de energía y cambio.",
      "fr": "L'image de Darkening of the Light représente le flux naturel d'énergie et de changement.",
      "ja": "Darkening of the Lightのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Darkening of the Light: The beginning of change.",
          "zh": "明夷卦初爻：变化的开始。",
          "hi": "Darkening of the Light की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Darkening of the Light: El comienzo del cambio.",
          "fr": "Première ligne de Darkening of the Light: Le début du changement.",
          "ja": "Darkening of the Lightの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Darkening of the Light.",
          "zh": "这一爻表示明夷卦所代表情况的初始阶段。",
          "hi": "यह रेखा Darkening of the Light द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Darkening of the Light.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Darkening of the Light.",
          "ja": "この爻はDarkening of the Lightによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Darkening of the Light represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "明夷卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Darkening of the Light जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Darkening of the Light representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Darkening of the Light représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Darkening of the Lightは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, darkening of the light",
      "zh": "智慧、指导、变化、明夷",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, darkening of the light",
      "es": "sabiduría, guía, cambio, darkening of the light",
      "fr": "sagesse, guidance, changement, darkening of the light",
      "ja": "知恵、指導、変化、darkening of the light"
    },
    "element": "Earth",
    "season": "Spring"
  },
  {
    "id": "hexagram-37",
    "number": 37,
    "name": {
      "en": "The Family",
      "zh": "家人",
      "hi": "The Family (हिंदी)",
      "es": "The Family (Español)",
      "fr": "The Family (Français)",
      "ja": "The Family (日本語)"
    },
    "chineseName": "家人",
    "upperTrigram": "☴",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The The Family brings guidance and wisdom for your current situation.",
      "zh": "家人卦为你的当前情况带来指导和智慧。",
      "hi": "The Family आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Family trae guía y sabiduría para tu situación actual.",
      "fr": "The Family apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Familyはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Family represents the natural flow of energy and change.",
      "zh": "家人卦的意象代表能量和变化的自然流动。",
      "hi": "The Family की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Family representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Family représente le flux naturel d'énergie et de changement.",
      "ja": "The Familyのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Family: The beginning of change.",
          "zh": "家人卦初爻：变化的开始。",
          "hi": "The Family की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Family: El comienzo del cambio.",
          "fr": "Première ligne de The Family: Le début du changement.",
          "ja": "The Familyの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Family.",
          "zh": "这一爻表示家人卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Family द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Family.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Family.",
          "ja": "この爻はThe Familyによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Family represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "家人卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Family जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Family representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Family représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Familyは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the family",
      "zh": "智慧、指导、变化、家人",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the family",
      "es": "sabiduría, guía, cambio, the family",
      "fr": "sagesse, guidance, changement, the family",
      "ja": "知恵、指導、変化、the family"
    },
    "element": "Water",
    "season": "Summer"
  },
  {
    "id": "hexagram-38",
    "number": 38,
    "name": {
      "en": "Opposition",
      "zh": "睽",
      "hi": "Opposition (हिंदी)",
      "es": "Opposition (Español)",
      "fr": "Opposition (Français)",
      "ja": "Opposition (日本語)"
    },
    "chineseName": "睽",
    "upperTrigram": "☴",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The Opposition brings guidance and wisdom for your current situation.",
      "zh": "睽卦为你的当前情况带来指导和智慧。",
      "hi": "Opposition आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Opposition trae guía y sabiduría para tu situación actual.",
      "fr": "Opposition apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Oppositionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Opposition represents the natural flow of energy and change.",
      "zh": "睽卦的意象代表能量和变化的自然流动。",
      "hi": "Opposition की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Opposition representa el flujo natural de energía y cambio.",
      "fr": "L'image de Opposition représente le flux naturel d'énergie et de changement.",
      "ja": "Oppositionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Opposition: The beginning of change.",
          "zh": "睽卦初爻：变化的开始。",
          "hi": "Opposition की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Opposition: El comienzo del cambio.",
          "fr": "Première ligne de Opposition: Le début du changement.",
          "ja": "Oppositionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Opposition.",
          "zh": "这一爻表示睽卦所代表情况的初始阶段。",
          "hi": "यह रेखा Opposition द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Opposition.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Opposition.",
          "ja": "この爻はOppositionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Opposition represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "睽卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Opposition जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Opposition representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Opposition représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Oppositionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, opposition",
      "zh": "智慧、指导、变化、睽",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, opposition",
      "es": "sabiduría, guía, cambio, opposition",
      "fr": "sagesse, guidance, changement, opposition",
      "ja": "知恵、指導、変化、opposition"
    },
    "element": "Wood",
    "season": "Autumn"
  },
  {
    "id": "hexagram-39",
    "number": 39,
    "name": {
      "en": "Obstruction",
      "zh": "蹇",
      "hi": "Obstruction (हिंदी)",
      "es": "Obstruction (Español)",
      "fr": "Obstruction (Français)",
      "ja": "Obstruction (日本語)"
    },
    "chineseName": "蹇",
    "upperTrigram": "☴",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The Obstruction brings guidance and wisdom for your current situation.",
      "zh": "蹇卦为你的当前情况带来指导和智慧。",
      "hi": "Obstruction आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Obstruction trae guía y sabiduría para tu situación actual.",
      "fr": "Obstruction apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Obstructionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Obstruction represents the natural flow of energy and change.",
      "zh": "蹇卦的意象代表能量和变化的自然流动。",
      "hi": "Obstruction की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Obstruction representa el flujo natural de energía y cambio.",
      "fr": "L'image de Obstruction représente le flux naturel d'énergie et de changement.",
      "ja": "Obstructionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Obstruction: The beginning of change.",
          "zh": "蹇卦初爻：变化的开始。",
          "hi": "Obstruction की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Obstruction: El comienzo del cambio.",
          "fr": "Première ligne de Obstruction: Le début du changement.",
          "ja": "Obstructionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Obstruction.",
          "zh": "这一爻表示蹇卦所代表情况的初始阶段。",
          "hi": "यह रेखा Obstruction द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Obstruction.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Obstruction.",
          "ja": "この爻はObstructionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Obstruction represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "蹇卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Obstruction जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Obstruction representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Obstruction représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Obstructionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, obstruction",
      "zh": "智慧、指导、变化、蹇",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, obstruction",
      "es": "sabiduría, guía, cambio, obstruction",
      "fr": "sagesse, guidance, changement, obstruction",
      "ja": "知恵、指導、変化、obstruction"
    },
    "element": "Fire",
    "season": "Winter"
  },
  {
    "id": "hexagram-40",
    "number": 40,
    "name": {
      "en": "Deliverance",
      "zh": "解",
      "hi": "Deliverance (हिंदी)",
      "es": "Deliverance (Español)",
      "fr": "Deliverance (Français)",
      "ja": "Deliverance (日本語)"
    },
    "chineseName": "解",
    "upperTrigram": "☴",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Deliverance brings guidance and wisdom for your current situation.",
      "zh": "解卦为你的当前情况带来指导和智慧。",
      "hi": "Deliverance आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Deliverance trae guía y sabiduría para tu situación actual.",
      "fr": "Deliverance apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Deliveranceはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Deliverance represents the natural flow of energy and change.",
      "zh": "解卦的意象代表能量和变化的自然流动。",
      "hi": "Deliverance की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Deliverance representa el flujo natural de energía y cambio.",
      "fr": "L'image de Deliverance représente le flux naturel d'énergie et de changement.",
      "ja": "Deliveranceのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Deliverance: The beginning of change.",
          "zh": "解卦初爻：变化的开始。",
          "hi": "Deliverance की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Deliverance: El comienzo del cambio.",
          "fr": "Première ligne de Deliverance: Le début du changement.",
          "ja": "Deliveranceの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Deliverance.",
          "zh": "这一爻表示解卦所代表情况的初始阶段。",
          "hi": "यह रेखा Deliverance द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Deliverance.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Deliverance.",
          "ja": "この爻はDeliveranceによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Deliverance represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "解卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Deliverance जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Deliverance representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Deliverance représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Deliveranceは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, deliverance",
      "zh": "智慧、指导、变化、解",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, deliverance",
      "es": "sabiduría, guía, cambio, deliverance",
      "fr": "sagesse, guidance, changement, deliverance",
      "ja": "知恵、指導、変化、deliverance"
    },
    "element": "Metal",
    "season": "Spring"
  },
  {
    "id": "hexagram-41",
    "number": 41,
    "name": {
      "en": "Decrease",
      "zh": "损",
      "hi": "Decrease (हिंदी)",
      "es": "Decrease (Español)",
      "fr": "Decrease (Français)",
      "ja": "Decrease (日本語)"
    },
    "chineseName": "损",
    "upperTrigram": "☵",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The Decrease brings guidance and wisdom for your current situation.",
      "zh": "损卦为你的当前情况带来指导和智慧。",
      "hi": "Decrease आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Decrease trae guía y sabiduría para tu situación actual.",
      "fr": "Decrease apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Decreaseはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Decrease represents the natural flow of energy and change.",
      "zh": "损卦的意象代表能量和变化的自然流动。",
      "hi": "Decrease की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Decrease representa el flujo natural de energía y cambio.",
      "fr": "L'image de Decrease représente le flux naturel d'énergie et de changement.",
      "ja": "Decreaseのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Decrease: The beginning of change.",
          "zh": "损卦初爻：变化的开始。",
          "hi": "Decrease की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Decrease: El comienzo del cambio.",
          "fr": "Première ligne de Decrease: Le début du changement.",
          "ja": "Decreaseの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Decrease.",
          "zh": "这一爻表示损卦所代表情况的初始阶段。",
          "hi": "यह रेखा Decrease द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Decrease.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Decrease.",
          "ja": "この爻はDecreaseによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Decrease represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "损卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Decrease जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Decrease representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Decrease représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Decreaseは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, decrease",
      "zh": "智慧、指导、变化、损",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, decrease",
      "es": "sabiduría, guía, cambio, decrease",
      "fr": "sagesse, guidance, changement, decrease",
      "ja": "知恵、指導、変化、decrease"
    },
    "element": "Earth",
    "season": "Summer"
  },
  {
    "id": "hexagram-42",
    "number": 42,
    "name": {
      "en": "Increase",
      "zh": "益",
      "hi": "Increase (हिंदी)",
      "es": "Increase (Español)",
      "fr": "Increase (Français)",
      "ja": "Increase (日本語)"
    },
    "chineseName": "益",
    "upperTrigram": "☵",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The Increase brings guidance and wisdom for your current situation.",
      "zh": "益卦为你的当前情况带来指导和智慧。",
      "hi": "Increase आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Increase trae guía y sabiduría para tu situación actual.",
      "fr": "Increase apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Increaseはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Increase represents the natural flow of energy and change.",
      "zh": "益卦的意象代表能量和变化的自然流动。",
      "hi": "Increase की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Increase representa el flujo natural de energía y cambio.",
      "fr": "L'image de Increase représente le flux naturel d'énergie et de changement.",
      "ja": "Increaseのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Increase: The beginning of change.",
          "zh": "益卦初爻：变化的开始。",
          "hi": "Increase की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Increase: El comienzo del cambio.",
          "fr": "Première ligne de Increase: Le début du changement.",
          "ja": "Increaseの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Increase.",
          "zh": "这一爻表示益卦所代表情况的初始阶段。",
          "hi": "यह रेखा Increase द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Increase.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Increase.",
          "ja": "この爻はIncreaseによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Increase represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "益卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Increase जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Increase representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Increase représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Increaseは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, increase",
      "zh": "智慧、指导、变化、益",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, increase",
      "es": "sabiduría, guía, cambio, increase",
      "fr": "sagesse, guidance, changement, increase",
      "ja": "知恵、指導、変化、increase"
    },
    "element": "Water",
    "season": "Autumn"
  },
  {
    "id": "hexagram-43",
    "number": 43,
    "name": {
      "en": "Breakthrough",
      "zh": "夬",
      "hi": "Breakthrough (हिंदी)",
      "es": "Breakthrough (Español)",
      "fr": "Breakthrough (Français)",
      "ja": "Breakthrough (日本語)"
    },
    "chineseName": "夬",
    "upperTrigram": "☵",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The Breakthrough brings guidance and wisdom for your current situation.",
      "zh": "夬卦为你的当前情况带来指导和智慧。",
      "hi": "Breakthrough आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Breakthrough trae guía y sabiduría para tu situación actual.",
      "fr": "Breakthrough apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Breakthroughはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Breakthrough represents the natural flow of energy and change.",
      "zh": "夬卦的意象代表能量和变化的自然流动。",
      "hi": "Breakthrough की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Breakthrough representa el flujo natural de energía y cambio.",
      "fr": "L'image de Breakthrough représente le flux naturel d'énergie et de changement.",
      "ja": "Breakthroughのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Breakthrough: The beginning of change.",
          "zh": "夬卦初爻：变化的开始。",
          "hi": "Breakthrough की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Breakthrough: El comienzo del cambio.",
          "fr": "Première ligne de Breakthrough: Le début du changement.",
          "ja": "Breakthroughの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Breakthrough.",
          "zh": "这一爻表示夬卦所代表情况的初始阶段。",
          "hi": "यह रेखा Breakthrough द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Breakthrough.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Breakthrough.",
          "ja": "この爻はBreakthroughによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Breakthrough represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "夬卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Breakthrough जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Breakthrough representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Breakthrough représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Breakthroughは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, breakthrough",
      "zh": "智慧、指导、变化、夬",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, breakthrough",
      "es": "sabiduría, guía, cambio, breakthrough",
      "fr": "sagesse, guidance, changement, breakthrough",
      "ja": "知恵、指導、変化、breakthrough"
    },
    "element": "Wood",
    "season": "Winter"
  },
  {
    "id": "hexagram-44",
    "number": 44,
    "name": {
      "en": "Coming to Meet",
      "zh": "姤",
      "hi": "Coming to Meet (हिंदी)",
      "es": "Coming to Meet (Español)",
      "fr": "Coming to Meet (Français)",
      "ja": "Coming to Meet (日本語)"
    },
    "chineseName": "姤",
    "upperTrigram": "☵",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Coming to Meet brings guidance and wisdom for your current situation.",
      "zh": "姤卦为你的当前情况带来指导和智慧。",
      "hi": "Coming to Meet आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Coming to Meet trae guía y sabiduría para tu situación actual.",
      "fr": "Coming to Meet apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Coming to Meetはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Coming to Meet represents the natural flow of energy and change.",
      "zh": "姤卦的意象代表能量和变化的自然流动。",
      "hi": "Coming to Meet की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Coming to Meet representa el flujo natural de energía y cambio.",
      "fr": "L'image de Coming to Meet représente le flux naturel d'énergie et de changement.",
      "ja": "Coming to Meetのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Coming to Meet: The beginning of change.",
          "zh": "姤卦初爻：变化的开始。",
          "hi": "Coming to Meet की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Coming to Meet: El comienzo del cambio.",
          "fr": "Première ligne de Coming to Meet: Le début du changement.",
          "ja": "Coming to Meetの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Coming to Meet.",
          "zh": "这一爻表示姤卦所代表情况的初始阶段。",
          "hi": "यह रेखा Coming to Meet द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Coming to Meet.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Coming to Meet.",
          "ja": "この爻はComing to Meetによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Coming to Meet represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "姤卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Coming to Meet जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Coming to Meet representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Coming to Meet représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Coming to Meetは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, coming to meet",
      "zh": "智慧、指导、变化、姤",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, coming to meet",
      "es": "sabiduría, guía, cambio, coming to meet",
      "fr": "sagesse, guidance, changement, coming to meet",
      "ja": "知恵、指導、変化、coming to meet"
    },
    "element": "Fire",
    "season": "Spring"
  },
  {
    "id": "hexagram-45",
    "number": 45,
    "name": {
      "en": "Gathering Together",
      "zh": "萃",
      "hi": "Gathering Together (हिंदी)",
      "es": "Gathering Together (Español)",
      "fr": "Gathering Together (Français)",
      "ja": "Gathering Together (日本語)"
    },
    "chineseName": "萃",
    "upperTrigram": "☵",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The Gathering Together brings guidance and wisdom for your current situation.",
      "zh": "萃卦为你的当前情况带来指导和智慧。",
      "hi": "Gathering Together आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Gathering Together trae guía y sabiduría para tu situación actual.",
      "fr": "Gathering Together apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Gathering Togetherはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Gathering Together represents the natural flow of energy and change.",
      "zh": "萃卦的意象代表能量和变化的自然流动。",
      "hi": "Gathering Together की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Gathering Together representa el flujo natural de energía y cambio.",
      "fr": "L'image de Gathering Together représente le flux naturel d'énergie et de changement.",
      "ja": "Gathering Togetherのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Gathering Together: The beginning of change.",
          "zh": "萃卦初爻：变化的开始。",
          "hi": "Gathering Together की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Gathering Together: El comienzo del cambio.",
          "fr": "Première ligne de Gathering Together: Le début du changement.",
          "ja": "Gathering Togetherの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Gathering Together.",
          "zh": "这一爻表示萃卦所代表情况的初始阶段。",
          "hi": "यह रेखा Gathering Together द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Gathering Together.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Gathering Together.",
          "ja": "この爻はGathering Togetherによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Gathering Together represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "萃卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Gathering Together जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Gathering Together representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Gathering Together représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Gathering Togetherは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, gathering together",
      "zh": "智慧、指导、变化、萃",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, gathering together",
      "es": "sabiduría, guía, cambio, gathering together",
      "fr": "sagesse, guidance, changement, gathering together",
      "ja": "知恵、指導、変化、gathering together"
    },
    "element": "Metal",
    "season": "Summer"
  },
  {
    "id": "hexagram-46",
    "number": 46,
    "name": {
      "en": "Pushing Upward",
      "zh": "升",
      "hi": "Pushing Upward (हिंदी)",
      "es": "Pushing Upward (Español)",
      "fr": "Pushing Upward (Français)",
      "ja": "Pushing Upward (日本語)"
    },
    "chineseName": "升",
    "upperTrigram": "☵",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The Pushing Upward brings guidance and wisdom for your current situation.",
      "zh": "升卦为你的当前情况带来指导和智慧。",
      "hi": "Pushing Upward आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Pushing Upward trae guía y sabiduría para tu situación actual.",
      "fr": "Pushing Upward apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Pushing Upwardはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Pushing Upward represents the natural flow of energy and change.",
      "zh": "升卦的意象代表能量和变化的自然流动。",
      "hi": "Pushing Upward की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Pushing Upward representa el flujo natural de energía y cambio.",
      "fr": "L'image de Pushing Upward représente le flux naturel d'énergie et de changement.",
      "ja": "Pushing Upwardのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Pushing Upward: The beginning of change.",
          "zh": "升卦初爻：变化的开始。",
          "hi": "Pushing Upward की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Pushing Upward: El comienzo del cambio.",
          "fr": "Première ligne de Pushing Upward: Le début du changement.",
          "ja": "Pushing Upwardの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Pushing Upward.",
          "zh": "这一爻表示升卦所代表情况的初始阶段。",
          "hi": "यह रेखा Pushing Upward द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Pushing Upward.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Pushing Upward.",
          "ja": "この爻はPushing Upwardによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Pushing Upward represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "升卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Pushing Upward जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Pushing Upward representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Pushing Upward représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Pushing Upwardは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, pushing upward",
      "zh": "智慧、指导、变化、升",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, pushing upward",
      "es": "sabiduría, guía, cambio, pushing upward",
      "fr": "sagesse, guidance, changement, pushing upward",
      "ja": "知恵、指導、変化、pushing upward"
    },
    "element": "Earth",
    "season": "Autumn"
  },
  {
    "id": "hexagram-47",
    "number": 47,
    "name": {
      "en": "Oppression",
      "zh": "困",
      "hi": "Oppression (हिंदी)",
      "es": "Oppression (Español)",
      "fr": "Oppression (Français)",
      "ja": "Oppression (日本語)"
    },
    "chineseName": "困",
    "upperTrigram": "☵",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The Oppression brings guidance and wisdom for your current situation.",
      "zh": "困卦为你的当前情况带来指导和智慧。",
      "hi": "Oppression आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Oppression trae guía y sabiduría para tu situación actual.",
      "fr": "Oppression apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Oppressionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Oppression represents the natural flow of energy and change.",
      "zh": "困卦的意象代表能量和变化的自然流动。",
      "hi": "Oppression की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Oppression representa el flujo natural de energía y cambio.",
      "fr": "L'image de Oppression représente le flux naturel d'énergie et de changement.",
      "ja": "Oppressionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Oppression: The beginning of change.",
          "zh": "困卦初爻：变化的开始。",
          "hi": "Oppression की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Oppression: El comienzo del cambio.",
          "fr": "Première ligne de Oppression: Le début du changement.",
          "ja": "Oppressionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Oppression.",
          "zh": "这一爻表示困卦所代表情况的初始阶段。",
          "hi": "यह रेखा Oppression द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Oppression.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Oppression.",
          "ja": "この爻はOppressionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Oppression represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "困卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Oppression जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Oppression representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Oppression représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Oppressionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, oppression",
      "zh": "智慧、指导、变化、困",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, oppression",
      "es": "sabiduría, guía, cambio, oppression",
      "fr": "sagesse, guidance, changement, oppression",
      "ja": "知恵、指導、変化、oppression"
    },
    "element": "Water",
    "season": "Winter"
  },
  {
    "id": "hexagram-48",
    "number": 48,
    "name": {
      "en": "The Well",
      "zh": "井",
      "hi": "The Well (हिंदी)",
      "es": "The Well (Español)",
      "fr": "The Well (Français)",
      "ja": "The Well (日本語)"
    },
    "chineseName": "井",
    "upperTrigram": "☵",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The The Well brings guidance and wisdom for your current situation.",
      "zh": "井卦为你的当前情况带来指导和智慧。",
      "hi": "The Well आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Well trae guía y sabiduría para tu situación actual.",
      "fr": "The Well apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Wellはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Well represents the natural flow of energy and change.",
      "zh": "井卦的意象代表能量和变化的自然流动。",
      "hi": "The Well की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Well representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Well représente le flux naturel d'énergie et de changement.",
      "ja": "The Wellのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Well: The beginning of change.",
          "zh": "井卦初爻：变化的开始。",
          "hi": "The Well की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Well: El comienzo del cambio.",
          "fr": "Première ligne de The Well: Le début du changement.",
          "ja": "The Wellの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Well.",
          "zh": "这一爻表示井卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Well द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Well.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Well.",
          "ja": "この爻はThe Wellによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Well represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "井卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Well जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Well representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Well représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Wellは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the well",
      "zh": "智慧、指导、变化、井",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the well",
      "es": "sabiduría, guía, cambio, the well",
      "fr": "sagesse, guidance, changement, the well",
      "ja": "知恵、指導、変化、the well"
    },
    "element": "Wood",
    "season": "Spring"
  },
  {
    "id": "hexagram-49",
    "number": 49,
    "name": {
      "en": "Revolution",
      "zh": "革",
      "hi": "Revolution (हिंदी)",
      "es": "Revolution (Español)",
      "fr": "Revolution (Français)",
      "ja": "Revolution (日本語)"
    },
    "chineseName": "革",
    "upperTrigram": "☶",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The Revolution brings guidance and wisdom for your current situation.",
      "zh": "革卦为你的当前情况带来指导和智慧。",
      "hi": "Revolution आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Revolution trae guía y sabiduría para tu situación actual.",
      "fr": "Revolution apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Revolutionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Revolution represents the natural flow of energy and change.",
      "zh": "革卦的意象代表能量和变化的自然流动。",
      "hi": "Revolution की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Revolution representa el flujo natural de energía y cambio.",
      "fr": "L'image de Revolution représente le flux naturel d'énergie et de changement.",
      "ja": "Revolutionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Revolution: The beginning of change.",
          "zh": "革卦初爻：变化的开始。",
          "hi": "Revolution की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Revolution: El comienzo del cambio.",
          "fr": "Première ligne de Revolution: Le début du changement.",
          "ja": "Revolutionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Revolution.",
          "zh": "这一爻表示革卦所代表情况的初始阶段。",
          "hi": "यह रेखा Revolution द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Revolution.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Revolution.",
          "ja": "この爻はRevolutionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Revolution represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "革卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Revolution जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Revolution representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Revolution représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Revolutionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, revolution",
      "zh": "智慧、指导、变化、革",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, revolution",
      "es": "sabiduría, guía, cambio, revolution",
      "fr": "sagesse, guidance, changement, revolution",
      "ja": "知恵、指導、変化、revolution"
    },
    "element": "Fire",
    "season": "Summer"
  },
  {
    "id": "hexagram-50",
    "number": 50,
    "name": {
      "en": "The Caldron",
      "zh": "鼎",
      "hi": "The Caldron (हिंदी)",
      "es": "The Caldron (Español)",
      "fr": "The Caldron (Français)",
      "ja": "The Caldron (日本語)"
    },
    "chineseName": "鼎",
    "upperTrigram": "☶",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The The Caldron brings guidance and wisdom for your current situation.",
      "zh": "鼎卦为你的当前情况带来指导和智慧。",
      "hi": "The Caldron आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Caldron trae guía y sabiduría para tu situación actual.",
      "fr": "The Caldron apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Caldronはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Caldron represents the natural flow of energy and change.",
      "zh": "鼎卦的意象代表能量和变化的自然流动。",
      "hi": "The Caldron की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Caldron representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Caldron représente le flux naturel d'énergie et de changement.",
      "ja": "The Caldronのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Caldron: The beginning of change.",
          "zh": "鼎卦初爻：变化的开始。",
          "hi": "The Caldron की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Caldron: El comienzo del cambio.",
          "fr": "Première ligne de The Caldron: Le début du changement.",
          "ja": "The Caldronの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Caldron.",
          "zh": "这一爻表示鼎卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Caldron द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Caldron.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Caldron.",
          "ja": "この爻はThe Caldronによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Caldron represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "鼎卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Caldron जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Caldron representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Caldron représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Caldronは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the caldron",
      "zh": "智慧、指导、变化、鼎",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the caldron",
      "es": "sabiduría, guía, cambio, the caldron",
      "fr": "sagesse, guidance, changement, the caldron",
      "ja": "知恵、指導、変化、the caldron"
    },
    "element": "Metal",
    "season": "Autumn"
  },
  {
    "id": "hexagram-51",
    "number": 51,
    "name": {
      "en": "The Arousing Thunder",
      "zh": "震",
      "hi": "The Arousing Thunder (हिंदी)",
      "es": "The Arousing Thunder (Español)",
      "fr": "The Arousing Thunder (Français)",
      "ja": "The Arousing Thunder (日本語)"
    },
    "chineseName": "震",
    "upperTrigram": "☶",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The The Arousing Thunder brings guidance and wisdom for your current situation.",
      "zh": "震卦为你的当前情况带来指导和智慧。",
      "hi": "The Arousing Thunder आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Arousing Thunder trae guía y sabiduría para tu situación actual.",
      "fr": "The Arousing Thunder apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Arousing Thunderはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Arousing Thunder represents the natural flow of energy and change.",
      "zh": "震卦的意象代表能量和变化的自然流动。",
      "hi": "The Arousing Thunder की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Arousing Thunder representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Arousing Thunder représente le flux naturel d'énergie et de changement.",
      "ja": "The Arousing Thunderのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Arousing Thunder: The beginning of change.",
          "zh": "震卦初爻：变化的开始。",
          "hi": "The Arousing Thunder की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Arousing Thunder: El comienzo del cambio.",
          "fr": "Première ligne de The Arousing Thunder: Le début du changement.",
          "ja": "The Arousing Thunderの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Arousing Thunder.",
          "zh": "这一爻表示震卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Arousing Thunder द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Arousing Thunder.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Arousing Thunder.",
          "ja": "この爻はThe Arousing Thunderによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Arousing Thunder represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "震卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Arousing Thunder जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Arousing Thunder representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Arousing Thunder représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Arousing Thunderは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the arousing thunder",
      "zh": "智慧、指导、变化、震",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the arousing thunder",
      "es": "sabiduría, guía, cambio, the arousing thunder",
      "fr": "sagesse, guidance, changement, the arousing thunder",
      "ja": "知恵、指導、変化、the arousing thunder"
    },
    "element": "Earth",
    "season": "Winter"
  },
  {
    "id": "hexagram-52",
    "number": 52,
    "name": {
      "en": "Keeping Still",
      "zh": "艮",
      "hi": "Keeping Still (हिंदी)",
      "es": "Keeping Still (Español)",
      "fr": "Keeping Still (Français)",
      "ja": "Keeping Still (日本語)"
    },
    "chineseName": "艮",
    "upperTrigram": "☶",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Keeping Still brings guidance and wisdom for your current situation.",
      "zh": "艮卦为你的当前情况带来指导和智慧。",
      "hi": "Keeping Still आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Keeping Still trae guía y sabiduría para tu situación actual.",
      "fr": "Keeping Still apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Keeping Stillはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Keeping Still represents the natural flow of energy and change.",
      "zh": "艮卦的意象代表能量和变化的自然流动。",
      "hi": "Keeping Still की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Keeping Still representa el flujo natural de energía y cambio.",
      "fr": "L'image de Keeping Still représente le flux naturel d'énergie et de changement.",
      "ja": "Keeping Stillのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Keeping Still: The beginning of change.",
          "zh": "艮卦初爻：变化的开始。",
          "hi": "Keeping Still की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Keeping Still: El comienzo del cambio.",
          "fr": "Première ligne de Keeping Still: Le début du changement.",
          "ja": "Keeping Stillの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Keeping Still.",
          "zh": "这一爻表示艮卦所代表情况的初始阶段。",
          "hi": "यह रेखा Keeping Still द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Keeping Still.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Keeping Still.",
          "ja": "この爻はKeeping Stillによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Keeping Still represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "艮卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Keeping Still जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Keeping Still representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Keeping Still représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Keeping Stillは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, keeping still",
      "zh": "智慧、指导、变化、艮",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, keeping still",
      "es": "sabiduría, guía, cambio, keeping still",
      "fr": "sagesse, guidance, changement, keeping still",
      "ja": "知恵、指導、変化、keeping still"
    },
    "element": "Water",
    "season": "Spring"
  },
  {
    "id": "hexagram-53",
    "number": 53,
    "name": {
      "en": "Development",
      "zh": "渐",
      "hi": "Development (हिंदी)",
      "es": "Development (Español)",
      "fr": "Development (Français)",
      "ja": "Development (日本語)"
    },
    "chineseName": "渐",
    "upperTrigram": "☶",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The Development brings guidance and wisdom for your current situation.",
      "zh": "渐卦为你的当前情况带来指导和智慧。",
      "hi": "Development आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Development trae guía y sabiduría para tu situación actual.",
      "fr": "Development apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Developmentはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Development represents the natural flow of energy and change.",
      "zh": "渐卦的意象代表能量和变化的自然流动。",
      "hi": "Development की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Development representa el flujo natural de energía y cambio.",
      "fr": "L'image de Development représente le flux naturel d'énergie et de changement.",
      "ja": "Developmentのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Development: The beginning of change.",
          "zh": "渐卦初爻：变化的开始。",
          "hi": "Development की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Development: El comienzo del cambio.",
          "fr": "Première ligne de Development: Le début du changement.",
          "ja": "Developmentの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Development.",
          "zh": "这一爻表示渐卦所代表情况的初始阶段。",
          "hi": "यह रेखा Development द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Development.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Development.",
          "ja": "この爻はDevelopmentによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Development represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "渐卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Development जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Development representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Development représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Developmentは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, development",
      "zh": "智慧、指导、变化、渐",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, development",
      "es": "sabiduría, guía, cambio, development",
      "fr": "sagesse, guidance, changement, development",
      "ja": "知恵、指導、変化、development"
    },
    "element": "Wood",
    "season": "Summer"
  },
  {
    "id": "hexagram-54",
    "number": 54,
    "name": {
      "en": "The Marrying Maiden",
      "zh": "归妹",
      "hi": "The Marrying Maiden (हिंदी)",
      "es": "The Marrying Maiden (Español)",
      "fr": "The Marrying Maiden (Français)",
      "ja": "The Marrying Maiden (日本語)"
    },
    "chineseName": "归妹",
    "upperTrigram": "☶",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The The Marrying Maiden brings guidance and wisdom for your current situation.",
      "zh": "归妹卦为你的当前情况带来指导和智慧。",
      "hi": "The Marrying Maiden आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Marrying Maiden trae guía y sabiduría para tu situación actual.",
      "fr": "The Marrying Maiden apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Marrying Maidenはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Marrying Maiden represents the natural flow of energy and change.",
      "zh": "归妹卦的意象代表能量和变化的自然流动。",
      "hi": "The Marrying Maiden की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Marrying Maiden representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Marrying Maiden représente le flux naturel d'énergie et de changement.",
      "ja": "The Marrying Maidenのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Marrying Maiden: The beginning of change.",
          "zh": "归妹卦初爻：变化的开始。",
          "hi": "The Marrying Maiden की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Marrying Maiden: El comienzo del cambio.",
          "fr": "Première ligne de The Marrying Maiden: Le début du changement.",
          "ja": "The Marrying Maidenの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Marrying Maiden.",
          "zh": "这一爻表示归妹卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Marrying Maiden द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Marrying Maiden.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Marrying Maiden.",
          "ja": "この爻はThe Marrying Maidenによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Marrying Maiden represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "归妹卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Marrying Maiden जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Marrying Maiden representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Marrying Maiden représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Marrying Maidenは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the marrying maiden",
      "zh": "智慧、指导、变化、归妹",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the marrying maiden",
      "es": "sabiduría, guía, cambio, the marrying maiden",
      "fr": "sagesse, guidance, changement, the marrying maiden",
      "ja": "知恵、指導、変化、the marrying maiden"
    },
    "element": "Fire",
    "season": "Autumn"
  },
  {
    "id": "hexagram-55",
    "number": 55,
    "name": {
      "en": "Abundance",
      "zh": "丰",
      "hi": "Abundance (हिंदी)",
      "es": "Abundance (Español)",
      "fr": "Abundance (Français)",
      "ja": "Abundance (日本語)"
    },
    "chineseName": "丰",
    "upperTrigram": "☶",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The Abundance brings guidance and wisdom for your current situation.",
      "zh": "丰卦为你的当前情况带来指导和智慧。",
      "hi": "Abundance आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Abundance trae guía y sabiduría para tu situación actual.",
      "fr": "Abundance apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Abundanceはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Abundance represents the natural flow of energy and change.",
      "zh": "丰卦的意象代表能量和变化的自然流动。",
      "hi": "Abundance की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Abundance representa el flujo natural de energía y cambio.",
      "fr": "L'image de Abundance représente le flux naturel d'énergie et de changement.",
      "ja": "Abundanceのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Abundance: The beginning of change.",
          "zh": "丰卦初爻：变化的开始。",
          "hi": "Abundance की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Abundance: El comienzo del cambio.",
          "fr": "Première ligne de Abundance: Le début du changement.",
          "ja": "Abundanceの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Abundance.",
          "zh": "这一爻表示丰卦所代表情况的初始阶段。",
          "hi": "यह रेखा Abundance द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Abundance.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Abundance.",
          "ja": "この爻はAbundanceによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Abundance represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "丰卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Abundance जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Abundance representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Abundance représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Abundanceは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, abundance",
      "zh": "智慧、指导、变化、丰",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, abundance",
      "es": "sabiduría, guía, cambio, abundance",
      "fr": "sagesse, guidance, changement, abundance",
      "ja": "知恵、指導、変化、abundance"
    },
    "element": "Metal",
    "season": "Winter"
  },
  {
    "id": "hexagram-56",
    "number": 56,
    "name": {
      "en": "The Wanderer",
      "zh": "旅",
      "hi": "The Wanderer (हिंदी)",
      "es": "The Wanderer (Español)",
      "fr": "The Wanderer (Français)",
      "ja": "The Wanderer (日本語)"
    },
    "chineseName": "旅",
    "upperTrigram": "☶",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The The Wanderer brings guidance and wisdom for your current situation.",
      "zh": "旅卦为你的当前情况带来指导和智慧。",
      "hi": "The Wanderer आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Wanderer trae guía y sabiduría para tu situación actual.",
      "fr": "The Wanderer apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Wandererはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Wanderer represents the natural flow of energy and change.",
      "zh": "旅卦的意象代表能量和变化的自然流动。",
      "hi": "The Wanderer की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Wanderer representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Wanderer représente le flux naturel d'énergie et de changement.",
      "ja": "The Wandererのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Wanderer: The beginning of change.",
          "zh": "旅卦初爻：变化的开始。",
          "hi": "The Wanderer की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Wanderer: El comienzo del cambio.",
          "fr": "Première ligne de The Wanderer: Le début du changement.",
          "ja": "The Wandererの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Wanderer.",
          "zh": "这一爻表示旅卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Wanderer द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Wanderer.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Wanderer.",
          "ja": "この爻はThe Wandererによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Wanderer represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "旅卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Wanderer जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Wanderer representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Wanderer représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Wandererは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the wanderer",
      "zh": "智慧、指导、变化、旅",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the wanderer",
      "es": "sabiduría, guía, cambio, the wanderer",
      "fr": "sagesse, guidance, changement, the wanderer",
      "ja": "知恵、指導、変化、the wanderer"
    },
    "element": "Earth",
    "season": "Spring"
  },
  {
    "id": "hexagram-57",
    "number": 57,
    "name": {
      "en": "The Gentle Wind",
      "zh": "巽",
      "hi": "The Gentle Wind (हिंदी)",
      "es": "The Gentle Wind (Español)",
      "fr": "The Gentle Wind (Français)",
      "ja": "The Gentle Wind (日本語)"
    },
    "chineseName": "巽",
    "upperTrigram": "☷",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The The Gentle Wind brings guidance and wisdom for your current situation.",
      "zh": "巽卦为你的当前情况带来指导和智慧。",
      "hi": "The Gentle Wind आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Gentle Wind trae guía y sabiduría para tu situación actual.",
      "fr": "The Gentle Wind apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Gentle Windはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Gentle Wind represents the natural flow of energy and change.",
      "zh": "巽卦的意象代表能量和变化的自然流动。",
      "hi": "The Gentle Wind की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Gentle Wind representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Gentle Wind représente le flux naturel d'énergie et de changement.",
      "ja": "The Gentle Windのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Gentle Wind: The beginning of change.",
          "zh": "巽卦初爻：变化的开始。",
          "hi": "The Gentle Wind की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Gentle Wind: El comienzo del cambio.",
          "fr": "Première ligne de The Gentle Wind: Le début du changement.",
          "ja": "The Gentle Windの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Gentle Wind.",
          "zh": "这一爻表示巽卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Gentle Wind द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Gentle Wind.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Gentle Wind.",
          "ja": "この爻はThe Gentle Windによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Gentle Wind represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "巽卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Gentle Wind जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Gentle Wind representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Gentle Wind représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Gentle Windは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the gentle wind",
      "zh": "智慧、指导、变化、巽",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the gentle wind",
      "es": "sabiduría, guía, cambio, the gentle wind",
      "fr": "sagesse, guidance, changement, the gentle wind",
      "ja": "知恵、指導、変化、the gentle wind"
    },
    "element": "Water",
    "season": "Summer"
  },
  {
    "id": "hexagram-58",
    "number": 58,
    "name": {
      "en": "The Joyous Lake",
      "zh": "兑",
      "hi": "The Joyous Lake (हिंदी)",
      "es": "The Joyous Lake (Español)",
      "fr": "The Joyous Lake (Français)",
      "ja": "The Joyous Lake (日本語)"
    },
    "chineseName": "兑",
    "upperTrigram": "☷",
    "lowerTrigram": "☱",
    "judgement": {
      "en": "The The Joyous Lake brings guidance and wisdom for your current situation.",
      "zh": "兑卦为你的当前情况带来指导和智慧。",
      "hi": "The Joyous Lake आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "The Joyous Lake trae guía y sabiduría para tu situación actual.",
      "fr": "The Joyous Lake apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "The Joyous Lakeはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of The Joyous Lake represents the natural flow of energy and change.",
      "zh": "兑卦的意象代表能量和变化的自然流动。",
      "hi": "The Joyous Lake की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de The Joyous Lake representa el flujo natural de energía y cambio.",
      "fr": "L'image de The Joyous Lake représente le flux naturel d'énergie et de changement.",
      "ja": "The Joyous Lakeのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of The Joyous Lake: The beginning of change.",
          "zh": "兑卦初爻：变化的开始。",
          "hi": "The Joyous Lake की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de The Joyous Lake: El comienzo del cambio.",
          "fr": "Première ligne de The Joyous Lake: Le début du changement.",
          "ja": "The Joyous Lakeの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by The Joyous Lake.",
          "zh": "这一爻表示兑卦所代表情况的初始阶段。",
          "hi": "यह रेखा The Joyous Lake द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por The Joyous Lake.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par The Joyous Lake.",
          "ja": "この爻はThe Joyous Lakeによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "The Joyous Lake represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "兑卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "The Joyous Lake जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "The Joyous Lake representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "The Joyous Lake représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "The Joyous Lakeは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, the joyous lake",
      "zh": "智慧、指导、变化、兑",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, the joyous lake",
      "es": "sabiduría, guía, cambio, the joyous lake",
      "fr": "sagesse, guidance, changement, the joyous lake",
      "ja": "知恵、指導、変化、the joyous lake"
    },
    "element": "Wood",
    "season": "Autumn"
  },
  {
    "id": "hexagram-59",
    "number": 59,
    "name": {
      "en": "Dispersion",
      "zh": "涣",
      "hi": "Dispersion (हिंदी)",
      "es": "Dispersion (Español)",
      "fr": "Dispersion (Français)",
      "ja": "Dispersion (日本語)"
    },
    "chineseName": "涣",
    "upperTrigram": "☷",
    "lowerTrigram": "☲",
    "judgement": {
      "en": "The Dispersion brings guidance and wisdom for your current situation.",
      "zh": "涣卦为你的当前情况带来指导和智慧。",
      "hi": "Dispersion आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Dispersion trae guía y sabiduría para tu situación actual.",
      "fr": "Dispersion apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Dispersionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Dispersion represents the natural flow of energy and change.",
      "zh": "涣卦的意象代表能量和变化的自然流动。",
      "hi": "Dispersion की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Dispersion representa el flujo natural de energía y cambio.",
      "fr": "L'image de Dispersion représente le flux naturel d'énergie et de changement.",
      "ja": "Dispersionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Dispersion: The beginning of change.",
          "zh": "涣卦初爻：变化的开始。",
          "hi": "Dispersion की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Dispersion: El comienzo del cambio.",
          "fr": "Première ligne de Dispersion: Le début du changement.",
          "ja": "Dispersionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Dispersion.",
          "zh": "这一爻表示涣卦所代表情况的初始阶段。",
          "hi": "यह रेखा Dispersion द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Dispersion.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Dispersion.",
          "ja": "この爻はDispersionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Dispersion represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "涣卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Dispersion जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Dispersion representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Dispersion représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Dispersionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, dispersion",
      "zh": "智慧、指导、变化、涣",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, dispersion",
      "es": "sabiduría, guía, cambio, dispersion",
      "fr": "sagesse, guidance, changement, dispersion",
      "ja": "知恵、指導、変化、dispersion"
    },
    "element": "Fire",
    "season": "Winter"
  },
  {
    "id": "hexagram-60",
    "number": 60,
    "name": {
      "en": "Limitation",
      "zh": "节",
      "hi": "Limitation (हिंदी)",
      "es": "Limitation (Español)",
      "fr": "Limitation (Français)",
      "ja": "Limitation (日本語)"
    },
    "chineseName": "节",
    "upperTrigram": "☷",
    "lowerTrigram": "☳",
    "judgement": {
      "en": "The Limitation brings guidance and wisdom for your current situation.",
      "zh": "节卦为你的当前情况带来指导和智慧。",
      "hi": "Limitation आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Limitation trae guía y sabiduría para tu situación actual.",
      "fr": "Limitation apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Limitationはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Limitation represents the natural flow of energy and change.",
      "zh": "节卦的意象代表能量和变化的自然流动。",
      "hi": "Limitation की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Limitation representa el flujo natural de energía y cambio.",
      "fr": "L'image de Limitation représente le flux naturel d'énergie et de changement.",
      "ja": "Limitationのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Limitation: The beginning of change.",
          "zh": "节卦初爻：变化的开始。",
          "hi": "Limitation की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Limitation: El comienzo del cambio.",
          "fr": "Première ligne de Limitation: Le début du changement.",
          "ja": "Limitationの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Limitation.",
          "zh": "这一爻表示节卦所代表情况的初始阶段。",
          "hi": "यह रेखा Limitation द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Limitation.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Limitation.",
          "ja": "この爻はLimitationによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Limitation represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "节卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Limitation जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Limitation representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Limitation représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Limitationは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, limitation",
      "zh": "智慧、指导、变化、节",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, limitation",
      "es": "sabiduría, guía, cambio, limitation",
      "fr": "sagesse, guidance, changement, limitation",
      "ja": "知恵、指導、変化、limitation"
    },
    "element": "Metal",
    "season": "Spring"
  },
  {
    "id": "hexagram-61",
    "number": 61,
    "name": {
      "en": "Inner Truth",
      "zh": "中孚",
      "hi": "Inner Truth (हिंदी)",
      "es": "Inner Truth (Español)",
      "fr": "Inner Truth (Français)",
      "ja": "Inner Truth (日本語)"
    },
    "chineseName": "中孚",
    "upperTrigram": "☷",
    "lowerTrigram": "☴",
    "judgement": {
      "en": "The Inner Truth brings guidance and wisdom for your current situation.",
      "zh": "中孚卦为你的当前情况带来指导和智慧。",
      "hi": "Inner Truth आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Inner Truth trae guía y sabiduría para tu situación actual.",
      "fr": "Inner Truth apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Inner Truthはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Inner Truth represents the natural flow of energy and change.",
      "zh": "中孚卦的意象代表能量和变化的自然流动。",
      "hi": "Inner Truth की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Inner Truth representa el flujo natural de energía y cambio.",
      "fr": "L'image de Inner Truth représente le flux naturel d'énergie et de changement.",
      "ja": "Inner Truthのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Inner Truth: The beginning of change.",
          "zh": "中孚卦初爻：变化的开始。",
          "hi": "Inner Truth की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Inner Truth: El comienzo del cambio.",
          "fr": "Première ligne de Inner Truth: Le début du changement.",
          "ja": "Inner Truthの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Inner Truth.",
          "zh": "这一爻表示中孚卦所代表情况的初始阶段。",
          "hi": "यह रेखा Inner Truth द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Inner Truth.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Inner Truth.",
          "ja": "この爻はInner Truthによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Inner Truth represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "中孚卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Inner Truth जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Inner Truth representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Inner Truth représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Inner Truthは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, inner truth",
      "zh": "智慧、指导、变化、中孚",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, inner truth",
      "es": "sabiduría, guía, cambio, inner truth",
      "fr": "sagesse, guidance, changement, inner truth",
      "ja": "知恵、指導、変化、inner truth"
    },
    "element": "Earth",
    "season": "Summer"
  },
  {
    "id": "hexagram-62",
    "number": 62,
    "name": {
      "en": "Preponderance of the Small",
      "zh": "小过",
      "hi": "Preponderance of the Small (हिंदी)",
      "es": "Preponderance of the Small (Español)",
      "fr": "Preponderance of the Small (Français)",
      "ja": "Preponderance of the Small (日本語)"
    },
    "chineseName": "小过",
    "upperTrigram": "☷",
    "lowerTrigram": "☵",
    "judgement": {
      "en": "The Preponderance of the Small brings guidance and wisdom for your current situation.",
      "zh": "小过卦为你的当前情况带来指导和智慧。",
      "hi": "Preponderance of the Small आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Preponderance of the Small trae guía y sabiduría para tu situación actual.",
      "fr": "Preponderance of the Small apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Preponderance of the Smallはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Preponderance of the Small represents the natural flow of energy and change.",
      "zh": "小过卦的意象代表能量和变化的自然流动。",
      "hi": "Preponderance of the Small की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Preponderance of the Small representa el flujo natural de energía y cambio.",
      "fr": "L'image de Preponderance of the Small représente le flux naturel d'énergie et de changement.",
      "ja": "Preponderance of the Smallのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Preponderance of the Small: The beginning of change.",
          "zh": "小过卦初爻：变化的开始。",
          "hi": "Preponderance of the Small की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Preponderance of the Small: El comienzo del cambio.",
          "fr": "Première ligne de Preponderance of the Small: Le début du changement.",
          "ja": "Preponderance of the Smallの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Preponderance of the Small.",
          "zh": "这一爻表示小过卦所代表情况的初始阶段。",
          "hi": "यह रेखा Preponderance of the Small द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Preponderance of the Small.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Preponderance of the Small.",
          "ja": "この爻はPreponderance of the Smallによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Preponderance of the Small represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "小过卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Preponderance of the Small जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Preponderance of the Small representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Preponderance of the Small représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Preponderance of the Smallは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, preponderance of the small",
      "zh": "智慧、指导、变化、小过",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, preponderance of the small",
      "es": "sabiduría, guía, cambio, preponderance of the small",
      "fr": "sagesse, guidance, changement, preponderance of the small",
      "ja": "知恵、指導、変化、preponderance of the small"
    },
    "element": "Water",
    "season": "Autumn"
  },
  {
    "id": "hexagram-63",
    "number": 63,
    "name": {
      "en": "After Completion",
      "zh": "既济",
      "hi": "After Completion (हिंदी)",
      "es": "After Completion (Español)",
      "fr": "After Completion (Français)",
      "ja": "After Completion (日本語)"
    },
    "chineseName": "既济",
    "upperTrigram": "☷",
    "lowerTrigram": "☶",
    "judgement": {
      "en": "The After Completion brings guidance and wisdom for your current situation.",
      "zh": "既济卦为你的当前情况带来指导和智慧。",
      "hi": "After Completion आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "After Completion trae guía y sabiduría para tu situación actual.",
      "fr": "After Completion apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "After Completionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of After Completion represents the natural flow of energy and change.",
      "zh": "既济卦的意象代表能量和变化的自然流动。",
      "hi": "After Completion की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de After Completion representa el flujo natural de energía y cambio.",
      "fr": "L'image de After Completion représente le flux naturel d'énergie et de changement.",
      "ja": "After Completionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of After Completion: The beginning of change.",
          "zh": "既济卦初爻：变化的开始。",
          "hi": "After Completion की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de After Completion: El comienzo del cambio.",
          "fr": "Première ligne de After Completion: Le début du changement.",
          "ja": "After Completionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by After Completion.",
          "zh": "这一爻表示既济卦所代表情况的初始阶段。",
          "hi": "यह रेखा After Completion द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por After Completion.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par After Completion.",
          "ja": "この爻はAfter Completionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "After Completion represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "既济卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "After Completion जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "After Completion representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "After Completion représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "After Completionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, after completion",
      "zh": "智慧、指导、变化、既济",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, after completion",
      "es": "sabiduría, guía, cambio, after completion",
      "fr": "sagesse, guidance, changement, after completion",
      "ja": "知恵、指導、変化、after completion"
    },
    "element": "Wood",
    "season": "Winter"
  },
  {
    "id": "hexagram-64",
    "number": 64,
    "name": {
      "en": "Before Completion",
      "zh": "未济",
      "hi": "Before Completion (हिंदी)",
      "es": "Before Completion (Español)",
      "fr": "Before Completion (Français)",
      "ja": "Before Completion (日本語)"
    },
    "chineseName": "未济",
    "upperTrigram": "☷",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Before Completion brings guidance and wisdom for your current situation.",
      "zh": "未济卦为你的当前情况带来指导和智慧。",
      "hi": "Before Completion आपकी वर्तमान स्थिति के लिए मार्गदर्शन और ज्ञान लाता है।",
      "es": "Before Completion trae guía y sabiduría para tu situación actual.",
      "fr": "Before Completion apporte guidance et sagesse pour votre situation actuelle.",
      "ja": "Before Completionはあなたの現在の状況に導きと知恵をもたらします。"
    },
    "image": {
      "en": "The image of Before Completion represents the natural flow of energy and change.",
      "zh": "未济卦的意象代表能量和变化的自然流动。",
      "hi": "Before Completion की छवि ऊर्जा और परिवर्तन के प्राकृतिक प्रवाह का प्रतिनिधित्व करती है।",
      "es": "La imagen de Before Completion representa el flujo natural de energía y cambio.",
      "fr": "L'image de Before Completion représente le flux naturel d'énergie et de changement.",
      "ja": "Before Completionのイメージは、エネルギーと変化の自然な流れを表しています。"
    },
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "First line of Before Completion: The beginning of change.",
          "zh": "未济卦初爻：变化的开始。",
          "hi": "Before Completion की पहली रेखा: परिवर्तन की शुरुआत।",
          "es": "Primera línea de Before Completion: El comienzo del cambio.",
          "fr": "Première ligne de Before Completion: Le début du changement.",
          "ja": "Before Completionの初爻：変化の始まり。"
        },
        "meaning": {
          "en": "This line indicates the initial phase of the situation represented by Before Completion.",
          "zh": "这一爻表示未济卦所代表情况的初始阶段。",
          "hi": "यह रेखा Before Completion द्वारा प्रतिनिधित्व की गई स्थिति के प्रारंभिक चरण को दर्शाती है।",
          "es": "Esta línea indica la fase inicial de la situación representada por Before Completion.",
          "fr": "Cette ligne indique la phase initiale de la situation représentée par Before Completion.",
          "ja": "この爻はBefore Completionによって表される状況の初期段階を示しています。"
        },
        "changing": false
      }
    ],
    "interpretation": {
      "en": "Before Completion represents a specific aspect of life and change. This hexagram offers guidance on how to navigate your current circumstances with wisdom and understanding.",
      "zh": "未济卦代表生活和变化的特定方面。这个卦为如何以智慧和理解来应对当前情况提供指导。",
      "hi": "Before Completion जीवन और परिवर्तन के एक विशिष्ट पहलू का प्रतिनिधित्व करता है। यह हेक्साग्राम आपकी वर्तमान परिस्थितियों को ज्ञान और समझ के साथ नेविगेट करने पर मार्गदर्शन प्रदान करता है।",
      "es": "Before Completion representa un aspecto específico de la vida y el cambio. Este hexagrama ofrece orientación sobre cómo navegar tus circunstancias actuales con sabiduría y comprensión.",
      "fr": "Before Completion représente un aspect spécifique de la vie et du changement. Ce hexagramme offre des conseils sur la façon de naviguer vos circonstances actuelles avec sagesse et compréhension.",
      "ja": "Before Completionは人生と変化の特定の側面を表しています。この卦は、知恵と理解をもって現在の状況を進む方法についての指導を提供します。"
    },
    "keywords": {
      "en": "wisdom, guidance, change, before completion",
      "zh": "智慧、指导、变化、未济",
      "hi": "ज्ञान, मार्गदर्शन, परिवर्तन, before completion",
      "es": "sabiduría, guía, cambio, before completion",
      "fr": "sagesse, guidance, changement, before completion",
      "ja": "知恵、指導、変化、before completion"
    },
    "element": "Fire",
    "season": "Spring"
  }
]