[
  {
    "id": "hexagram-01",
    "number": 1,
    "name": {
      "en": "The Creative",
      "zh": "乾",
      "hi": "सृजनात्मक",
      "es": "Lo Creativo",
      "fr": "Le Créateur",
      "ja": "乾"
    },
    "chineseName": "乾",
    "upperTrigram": "☰",
    "lowerTrigram": "☰",
    "judgement": {
      "en": "The Creative works sublime success, Furthering through perseverance. The Creative is the primal power, representing the masculine principle of heaven. It brings about supreme success through perseverance and strength. This hexagram indicates a time of great creative power and initiative. The dragon symbolizes the creative force - when it appears in the field, it brings success. When it soars in the heavens, it brings supreme success. The Creative teaches us about leadership, strength, and the power of initiative.",
      "zh": "乾：元亨利贞。乾卦代表天的力量，是创造性的原则。它通过坚持和力量带来成功。这个卦象表示伟大的创造力和主动性的时候。龙象征创造的力量 - 当它出现在田野时，带来成功。当它在天空中翱翔时，带来至高无上的成功。",
      "hi": "सृजनात्मक शक्ति उत्कृष्ट सफलता लाती है, दृढ़ता के माध्यम से आगे बढ़ती है। यह स्वर्ग के पुरुष सिद्धांत का प्रतिनिधित्व करता है। यह दृढ़ता और शक्ति के माध्यम से सर्वोच्च सफलता लाता है।",
      "es": "Lo Creativo obra sublime éxito, Avanzando a través de la perseverancia. Representa el principio masculino del cielo. Trae supremo éxito a través de la perseverancia y la fuerza.",
      "fr": "Le Créateur œuvre sublime succès, Avançant à travers la persévérance. Il représente le principe masculin du ciel. Il apporte un succès suprême à travers la persévérance et la force.",
      "ja": "乾は崇高な成功をもたらし、忍耐を通じて前進する。天の男性的原理を表す。忍耐と力によって最高の成功をもたらす。"
    },
    "image": {
      "en": "Heaven above Heaven. The Creative. The superior man makes himself strong and untiring. The image of heaven shows us the power of the creative principle. Like heaven itself, the superior person remains constant in their purpose, strong in their resolve, and untiring in their efforts. This hexagram teaches us about the power of consistency, strength, and unwavering determination.",
      "zh": "天行健，君子以自强不息。天的形象向我们展示了创造原则的力量。像天本身一样，君子在目标上保持恒定，在决心上坚强，在努力上不知疲倦。",
      "hi": "स्वर्ग के ऊपर स्वर्ग। सृजनात्मक। श्रेष्ठ व्यक्ति स्वयं को मजबूत और अथक बनाता है। स्वर्ग की छवि हमें सृजनात्मक सिद्धांत की शक्ति दिखाती है।",
      "es": "Cielo sobre Cielo. Lo Creativo. El hombre superior se hace fuerte e incansable. La imagen del cielo nos muestra el poder del principio creativo.",
      "fr": "Ciel au-dessus du Ciel. Le Créateur. L'homme supérieur se rend fort et infatigable. L'image du ciel nous montre le pouvoir du principe créateur.",
      "ja": "天の上に天。創造的。君子は自らを強く、疲れを知らないようにする。天のイメージは創造的原理の力を示している。"
    },
    "interpretation": {
      "en": "The Creative represents the power of initiative, leadership, and masculine energy. This is a time of great potential and opportunity. The Creative advises us to take action with confidence and determination. It speaks of the power of beginnings, the strength of purpose, and the importance of perseverance. When this hexagram appears, it suggests that the time is right for new ventures, leadership roles, or creative projects. The key is to act with integrity, strength, and unwavering commitment to your goals.",
      "zh": "乾卦代表主动性、领导力和男性力量。这是一个巨大潜力和机遇的时期。乾卦建议我们以信心和决心采取行动。它谈论开始的力量、目标的力量和坚持的重要性。",
      "hi": "सृजनात्मक पहल, नेतृत्व और पुरुष ऊर्जा की शक्ति का प्रतिनिधित्व करता है। यह महान क्षमता और अवसर का समय है। सृजनात्मक हमें आत्मविश्वास और दृढ़ता के साथ कार्य करने की सलाह देता है।",
      "es": "Lo Creativo representa el poder de la iniciativa, el liderazgo y la energía masculina. Este es un tiempo de gran potencial y oportunidad. Lo Creativo nos aconseja actuar con confianza y determinación.",
      "fr": "Le Créateur représente le pouvoir de l'initiative, du leadership et de l'énergie masculine. C'est un temps de grand potentiel et d'opportunité. Le Créateur nous conseille d'agir avec confiance et détermination.",
      "ja": "創造的は主導権、リーダーシップ、男性的エネルギーの力を表す。これは大きな可能性と機会の時である。創造的は自信と決意を持って行動するよう助言する。"
    },
    "keywords": {
      "en": "Leadership, Initiative, Strength, Perseverance, Creative Power, Masculine Energy, New Beginnings, Supreme Success",
      "zh": "领导力, 主动性, 力量, 坚持, 创造力量, 男性能量, 新开始, 至高成功",
      "hi": "नेतृत्व, पहल, शक्ति, दृढ़ता, सृजनात्मक शक्ति, पुरुष ऊर्जा, नई शुरुआत, सर्वोच्च सफलता",
      "es": "Liderazgo, Iniciativa, Fuerza, Perseverancia, Poder Creativo, Energía Masculina, Nuevos Comienzos, Éxito Supremo",
      "fr": "Leadership, Initiative, Force, Persévérance, Pouvoir Créateur, Énergie Masculine, Nouveaux Débuts, Succès Suprême",
      "ja": "リーダーシップ, 主導権, 力, 忍耐, 創造力, 男性的エネルギー, 新しい始まり, 最高の成功"
    },
    "element": "Metal",
    "season": "Autumn",
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "Hidden dragon. Do not act.",
          "zh": "潜龙勿用",
          "hi": "छुपे हुए ड्रैगन। कार्य न करें।",
          "es": "Dragón oculto. No actúes.",
          "fr": "Dragon caché. N'agis pas.",
          "ja": "潜龍用いるなかれ"
        },
        "meaning": {
          "en": "The dragon is still hidden in the depths. This is not the time for action. Wait and prepare.",
          "zh": "龙还隐藏在深处。这不是行动的时候。等待并准备。",
          "hi": "ड्रैगन अभी भी गहराई में छुपा है। यह कार्य का समय नहीं है। प्रतीक्षा करें और तैयारी करें।",
          "es": "El dragón aún está oculto en las profundidades. Este no es el momento para la acción. Espera y prepárate.",
          "fr": "Le dragon est encore caché dans les profondeurs. Ce n'est pas le moment d'agir. Attends et prépare-toi.",
          "ja": "龍はまだ深いところに隠れている。行動の時ではない。待ち、準備せよ。"
        },
        "changing": false
      },
      {
        "lineNumber": 2,
        "text": {
          "en": "Dragon appearing in the field. It furthers one to see the great man.",
          "zh": "见龙在田，利见大人",
          "hi": "क्षेत्र में ड्रैगन दिखाई दे रहा है। महान व्यक्ति को देखना लाभदायक है।",
          "es": "Dragón apareciendo en el campo. Es beneficioso ver al gran hombre.",
          "fr": "Dragon apparaissant dans le champ. Il est bénéfique de voir le grand homme.",
          "ja": "田に龍を見る。大人を見るに利あり"
        },
        "meaning": {
          "en": "The dragon has emerged and is visible. This is the time to seek guidance from wise teachers.",
          "zh": "龙已经出现并且可见。这是寻求智者指导的时候。",
          "hi": "ड्रैगन उभरा है और दिखाई दे रहा है। यह बुद्धिमान शिक्षकों से मार्गदर्शन लेने का समय है।",
          "es": "El dragón ha emergido y es visible. Este es el momento de buscar guía de maestros sabios.",
          "fr": "Le dragon a émergé et est visible. C'est le moment de chercher des conseils auprès de maîtres sages.",
          "ja": "龍が現れ、見えるようになった。賢い師から導きを求める時である。"
        },
        "changing": false
      }
    ]
  },
  {
    "id": "hexagram-02",
    "number": 2,
    "name": {
      "en": "The Receptive",
      "zh": "坤",
      "hi": "ग्रहणशील",
      "es": "Lo Receptivo",
      "fr": "Le Réceptif",
      "ja": "坤"
    },
    "chineseName": "坤",
    "upperTrigram": "☷",
    "lowerTrigram": "☷",
    "judgement": {
      "en": "The Receptive brings about sublime success, Furthering through the mare. The Receptive represents the feminine principle of earth, the power of yielding and receptivity. It brings success through gentleness, patience, and the ability to receive and nurture. This hexagram teaches us about the power of receptivity, the importance of patience, and the strength found in yielding. The mare symbolizes the gentle, nurturing aspect of the feminine principle.",
      "zh": "坤：元亨利牝马之贞。坤卦代表地的女性原则，屈服和接受的力量。它通过温柔、耐心和接受和培养的能力带来成功。这个卦象教导我们关于接受的力量、耐心的重要性以及在屈服中发现的 strength。",
      "hi": "ग्रहणशील उत्कृष्ट सफलता लाती है, घोड़ी के माध्यम से आगे बढ़ती है। यह पृथ्वी के स्त्री सिद्धांत का प्रतिनिधित्व करता है, समर्पण और ग्रहणशीलता की शक्ति।",
      "es": "Lo Receptivo obra sublime éxito, Avanzando a través de la yegua. Representa el principio femenino de la tierra, el poder de ceder y receptividad.",
      "fr": "Le Réceptif œuvre sublime succès, Avançant à travers la jument. Il représente le principe féminin de la terre, le pouvoir de céder et de réceptivité.",
      "ja": "坤は崇高な成功をもたらし、牝馬を通じて前進する。地の女性的原理を表し、屈服と受容の力を持つ。"
    },
    "image": {
      "en": "Earth above Earth. The Receptive. The superior man with a large heart carries the outer world. The image of earth shows us the power of receptivity and nurturing. Like the earth itself, the superior person has a large heart that can carry and support the outer world. This hexagram teaches us about the power of receptivity, the importance of nurturing others, and the strength found in gentleness.",
      "zh": "地势坤，君子以厚德载物。地的形象向我们展示了接受和培养的力量。像地本身一样，君子有一颗大心，可以承载和支持外在世界。",
      "hi": "पृथ्वी के ऊपर पृथ्वी। ग्रहणशील। बड़े हृदय वाला श्रेष्ठ व्यक्ति बाहरी दुनिया को ले जाता है। पृथ्वी की छवि हमें ग्रहणशीलता और पोषण की शक्ति दिखाती है।",
      "es": "Tierra sobre Tierra. Lo Receptivo. El hombre superior con gran corazón lleva el mundo exterior. La imagen de la tierra nos muestra el poder de la receptividad y el cuidado.",
      "fr": "Terre au-dessus de la Terre. Le Réceptif. L'homme supérieur avec un grand cœur porte le monde extérieur. L'image de la terre nous montre le pouvoir de la réceptivité et du soin.",
      "ja": "地の上に地。受容的。大きな心を持つ君子は外の世界を運ぶ。地のイメージは受容と育成の力を示している。"
    },
    "interpretation": {
      "en": "The Receptive represents the power of yielding, patience, and feminine energy. This is a time for receptivity, nurturing, and allowing things to develop naturally. The Receptive advises us to be patient, gentle, and open to receiving guidance and support. It speaks of the power of receptivity, the importance of nurturing others, and the strength found in gentleness. When this hexagram appears, it suggests that the time is right for receiving, waiting, or supporting others rather than taking the lead.",
      "zh": "坤卦代表屈服、耐心和女性力量。这是一个接受、培养和让事物自然发展的时期。坤卦建议我们耐心、温柔，并开放地接受指导和支持。",
      "hi": "ग्रहणशील समर्पण, धैर्य और स्त्री ऊर्जा की शक्ति का प्रतिनिधित्व करता है। यह ग्रहणशीलता, पोषण और चीजों को प्राकृतिक रूप से विकसित होने देने का समय है।",
      "es": "Lo Receptivo representa el poder de ceder, la paciencia y la energía femenina. Este es un tiempo para la receptividad, el cuidado y permitir que las cosas se desarrollen naturalmente.",
      "fr": "Le Réceptif représente le pouvoir de céder, la patience et l'énergie féminine. C'est un temps pour la réceptivité, le soin et permettre aux choses de se développer naturellement.",
      "ja": "受容的は屈服、忍耐、女性的エネルギーの力を表す。これは受容、育成、物事を自然に発展させる時である。"
    },
    "keywords": {
      "en": "Receptivity, Patience, Nurturing, Feminine Energy, Yielding, Gentleness, Support, Earth Power",
      "zh": "接受性, 耐心, 培养, 女性能量, 屈服, 温柔, 支持, 地力",
      "hi": "ग्रहणशीलता, धैर्य, पोषण, स्त्री ऊर्जा, समर्पण, कोमलता, समर्थन, पृथ्वी शक्ति",
      "es": "Receptividad, Paciencia, Cuidado, Energía Femenina, Ceder, Gentileza, Apoyo, Poder de la Tierra",
      "fr": "Réceptivité, Patience, Soin, Énergie Féminine, Céder, Douceur, Soutien, Pouvoir de la Terre",
      "ja": "受容性, 忍耐, 育成, 女性的エネルギー, 屈服, 優しさ, 支援, 地の力"
    },
    "element": "Earth",
    "season": "Winter",
    "lines": [
      {
        "lineNumber": 1,
        "text": {
          "en": "Hidden dragon. Do not act.",
          "zh": "潜龙勿用",
          "hi": "छुपे हुए ड्रैगन। कार्य न करें।",
          "es": "Dragón oculto. No actúes.",
          "fr": "Dragon caché. N'agis pas.",
          "ja": "潜龍用いるなかれ"
        },
        "meaning": {
          "en": "The dragon is still hidden in the depths. This is not the time for action. Wait and prepare.",
          "zh": "龙还隐藏在深处。这不是行动的时候。等待并准备。",
          "hi": "ड्रैगन अभी भी गहराई में छुपा है। यह कार्य का समय नहीं है। प्रतीक्षा करें और तैयारी करें।",
          "es": "El dragón aún está oculto en las profundidades. Este no es el momento para la acción. Espera y prepárate.",
          "fr": "Le dragon est encore caché dans les profondeurs. Ce n'est pas le moment d'agir. Attends et prépare-toi.",
          "ja": "龍はまだ深いところに隠れている。行動の時ではない。待ち、準備せよ。"
        },
        "changing": false
      },
      {
        "lineNumber": 2,
        "text": {
          "en": "Dragon appearing in the field. It furthers one to see the great man.",
          "zh": "见龙在田，利见大人",
          "hi": "क्षेत्र में ड्रैगन दिखाई दे रहा है। महान व्यक्ति को देखना लाभदायक है।",
          "es": "Dragón apareciendo en el campo. Es beneficioso ver al gran hombre.",
          "fr": "Dragon apparaissant dans le champ. Il est bénéfique de voir le grand homme.",
          "ja": "田に龍を見る。大人を見るに利あり"
        },
        "meaning": {
          "en": "The dragon has emerged and is visible. This is the time to seek guidance from wise teachers.",
          "zh": "龙已经出现并且可见。这是寻求智者指导的时候。",
          "hi": "ड्रैगन उभरा है और दिखाई दे रहा है। यह बुद्धिमान शिक्षकों से मार्गदर्शन लेने का समय है।",
          "es": "El dragón ha emergido y es visible. Este es el momento de buscar guía de maestros sabios.",
          "fr": "Le dragon a émergé et est visible. C'est le moment de chercher des conseils auprès de maîtres sages.",
          "ja": "龍が現れ、見えるようになった。賢い師から導きを求める時である。"
        },
        "changing": false
      }
    ]
  }
]